Repository: rpm-software-management/dnf-plugins-core-l10n
Catalog: master/*.po
Languages: ca, cs, es, id, it

source: Repository successfully disabled.
ca: S'ha inhabilitat correctament el dipòsit.
cs: Repozitář úspěšně vypnut.
es: Repositorio desactivado.
id: Repositori sukses dinonaktifkan.
it: Repository disabilitato con successo.

source: Repository successfully removed.
ca: S'ha eliminat correctament el dipòsit.
cs: Repozitář úspěšně odebrán.
es: Repositorio eliminado exitosamente.
id: Repositori sukses dibuang.
it: Repository rimosso con successo.

source: Unknown subcommand {}.
ca: Subordre desconeguda {}.
cs: Neznámý podpříkaz {}.
es: Subcomando {} desconocido.
id: Sub perintah tak dikenal {}.
it: Sottocomando {} sconosciuto.

source: * These coprs have repo file with an old format that contains no information about Copr hub - the default one was assumed. Re-enable the project to fix this.
ca: * Aquests coprs tenen un fitxer de dipòsit amb un format antic que no conté informació sobre el concentrador Copr - s'ha assumit el predeterminat. Torneu a habilitar el projecte per corregir-ho.
cs: * Tyto copry mají repo soubor se starým formátem, který neobsahuje žádné informace o Copr hubu - předpokládal se výchozí. Chcete-li to vyřešit, znovu povolte projekt.
es: * Estos coprs tienen archivo de repo con un formato antiguo que no contiene ninguna información sobre Copr hub; el predeterminado uno estuvo asumido. Re-habilite el proyecto para reparar esto.
id: * Coprs ini memiliki berkas repo dengan format lama yang tidak berisi informasi tentang hub Copr - yang diasumsikan sebagai format default. Aktifkan kembali proyek untuk memperbaikinya.
it: * Questi Copr hanno un file repo con un vecchio formato che non contiene informazioni sull'hub Copr - è stato assunto quello predefinito. Riabilitare il progetto per risolvere questo problema.

source: Can't parse repositories for username '{}'.
ca: No es poden analitzar sintàcticament els dipòsits per a l'usuari '{}'.
cs: Nelze analyzovat repozitáře pro uživatelské jméno '{}'.
es: No puede interpretar repositorios para el nombre de usuario '{}'.
id: Tak bisa mengurai repositori untuk nama pengguna '{}'.
it: Impossibile analizzare il repository per il nome utente '{}'.

source: List of {} coprs
ca: Llista dels copr {}
cs: Seznam {} copr repozitářů
es: Lista de coprs {}
id: Daftar {} coprs
it: Elenco dei {} coprs

source: No description given
ca: No s'ha proporcionat cap descripció
cs: Popis není uveden
es: No se dio una descripción
id: Tidak ada deskripsi yang diberikan
it: Nessuna descrizione fornita

source: Can't parse search for '{}'.
ca: No es pot analitzar sintàcticament la cerca '{}'.
cs: Nelze analyzovat hledání pro '{}'.
es: No se puede procesar búsqueda por '{}'.
id: Tak bisa mengurai pencarian untuk '{}'.
it: Impossibile analizzare il risultato della ricerca '{}'.

source: Matched: {}
ca: Coincidència: {}
cs: Shoda: {}
es: Coincidencias: {}
id: Cocok: {}
it: Corrispondenze: {}

source: No description given.
ca: No s'ha proporcionat cap descripció.
cs: Popis není uveden.
es: No se dio una descripción.
id: Tidak ada deskripsi yang diberikan.
it: Nessuna descrizione fornita.

source: Safe and good answer. Exiting.
ca: Resposta bona i segura. Se surt.
cs: Bezpečná a dobrá odpověď. Ukončení.
es: Respuesta buena y segura. Saliendo.
id: Jawaban yang baik dan aman. Keluar.
it: Risposta buona e sicura. Uscita.

source: This command has to be run under the root user.
ca: Aquesta ordre s'ha d'executar com a root.
cs: Tento příkaz musí být spuštěn pod uživatelem root.
es: Este comando debe ejecutarse como usuario root.
id: Perintah ini mesti dijalankan di bawah pengguna root.
it: Questo comando deve essere eseguito come utente root.

source: Request to {0} failed: {1} - {2}
ca: La sol·licitud a {0} ha fallat: {1} - {2}
cs: Požadavek na {0} selhal: {1} – {2}
es: Petición a {0} incorrecta: {1} - {2}
id: Permintaan ke {0} gagal: {1} - {2}
it: Richiesta a {0} fallita: {1} - {2}

source: It wasn't possible to enable this project.
ca: No ha estat possible habilitar aquest projecte.
cs: Tento projekt nebylo možné povolit.
es: No fue posible activar este proyecto.
id: Proyek ini tidak mungkin dilakukan.
it: Non è stato possibile abilitare questo progetto.

source: Repository '{0}' does not exist in project '{1}'.
ca: El dipòsit '{0}' no existeix al projecte '{1}'.
cs: Úložiště '{0}' v projektu '{1}' neexistuje.
es: El repositorio '{0}' no existe dentro del proyecto '{1}'.
id: Repositori ‘{0}’ tidak ada di proyek ‘{1}’.
it: Il repository '{0}' non esiste nel progetto '{1}'.

source: Available repositories:
ca: Dipòsits disponibles:
cs: Dostupná úložiště:
es: Repositorios disponibles:
id: Repositori yang tersedia:
it: Repository disponibili:

source: If you want to enable a non-default repository, use the following command: 'dnf copr enable {0} <repository>' But note that the installed repo file will likely need a manual modification.
ca: Si voleu habilitar un dipòsit no predeterminat, utilitzeu la següent ordre: 'dnf copr enable {0} <dipòsit>' Però tingueu en compte que el fitxer de dipòsit instal·lat probablement necessitarà una modificació manual.
cs: Pokud chcete povolit jiné než výchozí repozitory, použijte následující příkaz: 'dnf copr enable {0} <repository>' Pamatujte však, že nainstalovaný repo soubor bude pravděpodobně vyžadovat ruční úpravu.
es: Si quieres habilitar un no-default repositorio, emplee la orden siguiente: 'dnf copr enable {0} <repositorio>' Pero note que el archivo del repo instalado probablemente necesitará una modificación manual.
id: Jika Anda ingin mengaktifkan repositori non-default, gunakan perintah berikut: 'dnf copr enable {0} <repositori>' Namun, perlu diperhatikan bahwa berkas repo yang terinstal kemungkinan besar memerlukan modifikasi manual.
it: Se si desidera abilitare un repository non predefinito, usare il seguente comando: 'dnf copr enable {0} <repository>' Ma si noti che il file repo installato richiederà probabilmente una modifica manuale.

source: Project {0} does not exist.
ca: El projecte {0} no existeix.
cs: Projekt {0} neexistuje.
es: El proyecto {0} no existe.
id: Proyek {0} tidak ada.
it: Il progetto {0} non esiste.

source: Failed to connect to {0}: {1}
ca: S'ha fallat de connectar a {0}: {1}
cs: Nepodařilo se připojit k {0}: {1}
es: No se pudo conectar a {0}: {1}
id: Gagal tersambung ke {0}: {1}
it: Connessione a {0} non riuscita: {1}

source: Maintainer of the enabled Copr repository decided to make it dependent on other repositories. Such repositories are usually necessary for successful installation of RPMs from the main Copr repository (they provide runtime dependencies). Be aware that the note about quality and bug-reporting above applies here too, Fedora Project doesn't control the content. Please review the list: {0} These repositories have been enabled automatically.
ca: El mantenidor del dipòsit Copr habilitat ha decidit fer-lo dependent d'altres dipòsits. Aquests dipòsits són ungualment necessaris per a la instal·lació correcta de RPMs des del dipòsit Copr principal (proporcionen dependències d'execució). Tingueu en compte que la nota sobre qualitat i informes d'errors anterior també s'aplica aquí, el Projecte Fedora no controla el contingut. Si us plau, reviseu la llista: {0} Aquests dipòsits s'han habilitat automàticament.
cs: Správce povoleného Copr repozitáře zjistil, že závisí na jiných repozitářích. Takové repozitáře jsou obvykle nutné pro úspěšnou instalaci RPM z hlavního Copr repozitáře (poskytují běhové závislosti). Uvědomte si, že poznámka o kvalitě a hlášení chyb výše platí i zde, Fedora Project nekontroluje obsah. Zkontrolujte prosím seznam: {0} Tyto repozitáře byly povoleny automaticky.
es: El mantenedor del repositorio Copr activado decidió hacerlo dependiente en otros repositorios. Tales repositorios son normalmente necesarios para instalación correcta de los RPM del repositorio Copr principal (proporcionan dependencias en tiempo de ejecución). Sea consciente que la nota acerca de calidad e informes de defectos de arriba se aplican también aquí, el Proyecto Fedora no controla el contenido. Revise el listado: {0} Estos repositorios han sido automáticamente habilitados.
id: Pengelola repositori Copr yang diaktifkan memutuskan untuk membuat membuatnya bergantung pada repositori lain. Repositori tersebut adalah biasanya diperlukan untuk instalasi RPM yang berhasil dari repositori Copr utama (mereka menyediakan ketergantungan runtime). Perlu diketahui bahwa catatan tentang kualitas dan pelaporan bug di atas juga berlaku di sini, Proyek Fedora tidak mengontrol konten. Silakan tinjau daftarnya: {0} Repositori ini telah diaktifkan secara otomatis.
it: Il manutentore del repository Copr abilitato ha deciso di renderlo dipendente da altri repository. Tali repository sono solitamente necessari per l'installazione corretta degli RPM dal repository Copr principale (forniscono dipendenze a runtime). Si tenga presente che la nota sulla qualità e sulla segnalazione dei bug riportata sopra si applica anche qui, il Progetto Fedora non controlla il contenuto. Si prega di rivedere l'elenco: {0} Questi repository sono stati abilitati automaticamente.

source: Do you want to keep them enabled?
ca: Voleu mantenir-los habilitats?
cs: Chcete je ponechat povolené?
es: ¿Desea conservarlos activados?
id: Apakah Anda ingin tetap mengaktifkannya?
it: Si desidera mantenerli abilitati?

source: Failed to remove copr repo {0}/{1}/{2}
ca: S'ha produït un error en eliminar el dipòsit copr {0}/{1}/{2}
cs: Odstranění copr repozitory {0}/{1}/{2} se nezdařilo
es: No se pudo eliminar el repositorio copr {0}/{1}/{2}
id: Gagal menghapus copr repo {0}/{1}/{2}
it: Rimozione del repository copr {0}/{1}/{2} non riuscita

source: Failed to disable copr repo {}/{}
ca: No s'ha pogut inhabilitar el dipòsit copr {}/{}
cs: Selhalo vypnutí copr repozitáře {}/{}
es: Falló la activación del repo copr {}/{}
id: Gagal menonaktifkan copr repo {}/{}
it: Disabilitazione non riuscita del repository copr {}/{}

source: Unknown response from server.
ca: Resposta desconeguda del servidor.
cs: Neznámá odpověď ze serveru.
es: Respuesta desconocida del servidor.
id: Respons tidak diketahui dari server.
it: Risposta sconosciuta dal server.

source: Interact with Playground repository.
ca: Interactua amb el dipòsit Playground.
cs: Interakce s úložištěm Playground.
es: Interactuar con el repositorio Playground.
id: Berinteraksi dengan repositori Playground.
it: Interagisce col repository Playground.

source: Enabling a Playground repository.
ca: S'està habilitant un dipòsit Playground.
cs: Povolení úložiště Playground.
es: Habilitando un repositorio Playground.
id: Mengaktifkan repositori Taman Bermain.
it: Abilitazione di un repository Playground.

source: Do you want to continue?
ca: Voleu continuar?
cs: Chcete pokračovat?
es: ¿Desea continuar?
id: Apakah Anda ingin melanjutkan?
it: Si desidera continuare?

source: Playground repositories successfully enabled.
ca: S'han habilitat correctament els dipòsits Playground.
cs: Playground repozitář úspěšně povolen.
es: Se han activado los repositorios Playground.
id: Repositori taman bermain berhasil diaktifkan.
it: Repository Playground abilitati con successo.

source: Playground repositories successfully disabled.
ca: S'han inhabilitat correctament els dipòsits Playground.
cs: Playground repozitář úspěšně vypnut.
es: Se desactivaron los repositorios Playground.
id: Repositori taman bermain berhasil dinonaktifkan.
it: Repository Playground disabilitati con successo.

source: Playground repositories successfully updated.
ca: S'han actualitzat correctament els dipòsits Playground.
cs: Playground repozitář úspěšně aktualizován.
es: Repositorios Playground actualizados correctamente.
id: Repositori taman bermain berhasil diperbarui.
it: Repository Playground aggiornati con successo.

source: dump information about installed rpm packages to file
ca: bolca al fitxer la informació quant als paquets rpm instal·lats
cs: vypsat informace o nainstalovaných balíčcích rpm do souboru
es: vuelca información sobre los paquetes rpm instalados al archivo
id: membuang informasi tentang paket rpm yang diinstal ke berkas
it: scrive su file le informazioni sui file rpm installati

source: do not attempt to dump the repository contents.
ca: no provis de bolcar el contingut dels dipòsits.
cs: nepokoušet se vypsat obsah repozitáře.
es: no intentar volcar el contenido del repositorio.
id: jangan mencoba membuang konten repositori.
it: non tentare di scrivere i contenuti dei repository.

source: optional name of dump file
ca: nom opcional del fitxer del blocat
cs: volitelné jméno souboru výpisu
es: nombre opcional del archivo de volcado
id: nama opsional dari berkas dump
it: nome opzionale del file per le informazioni

source: Output written to: %s
ca: La sortida es va escriure a: %s
cs: Výstup zapsán do: %s
es: Salida escrita en: %s
id: Keluaran ditulis ke: %s
it: Output scritto in: %s

source: restore packages recorded in debug-dump file
ca: restaura els paquets registrats al fitxer de depuració de bolcat
cs: obnovit balíčky zaznamenaných v souboru ladění s výpisem paměti
es: restaurar paquetes grabados en el archivo de volcado
id: mengembalikan paket yang direkam dalam berkas debug-dump
it: ripristina i pacchetti registrati nel file con le informazioni di debug

source: output commands that would be run to stdout.
ca: imprimeix les ordres que s'executen per la sortida estàndard.
cs: Vypsat na standardní výstup příkazy, které by se provedly.
es: mostrar los comandos que se ejecutarían.
id: perintah keluaran yang akan dijalankan ke stdout.
it: stampa su stdout i comandi che dovrebbero essere eseguiti.

source: Install the latest version of recorded packages.
ca: Instal·la l'última versió dels paquets registrats.
cs: Nainstalovat nejnovější verzi zaznamenaných balíčků.
es: instalar la última versión de los paquetes grabados.
id: Instal versi terbaru dari paket rekaman.
it: Installa l'ultima versione dei pacchetti registrati.

source: Ignore architecture and install missing packages matching the name, epoch, version and release.
ca: No facis cas de l'arquitectura i instal·la els paquets que facin falta que coincideixin amb el nom, l'època, la versió i el llançament.
cs: Ignorovat architekturu a instalovat chybějící balíčky odpovídající názvu, epoše, verzi a vydání.
es: No tener en cuenta la arquitectura, e instalar los paquetes faltantes que concuerden con el nombre, epoch, versión y lanzamiento.
id: Abaikan arsitektur dan instal paket yang tidak sesuai dengan nama, zaman, versi, dan rilis.
it: Ignora l'architettura ed installa i pacchetti mancanti che corrispondono per nome, epoca, versione e rilascio.

source: limit to specified type
ca: limita-ho al tipus especificat
cs: omezit na konkrétní typ
es: limitar al tipo especificado
id: membatasi pada jenis yang ditentukan
it: limita al tipo specificato

source: Allow removing of install-only packages. Using this option may result in an attempt to remove the running kernel.
ca: Permet l'eliminació de paquets d'instal·lació única. Utilitzar aquesta opció pot donar lloc a un intent d'eliminar el nucli en execució.
cs: Povolit odstranění balíčků pouze pro instalaci. Použití této možnosti může vést k pokusu o odstranění běžícího jádra.
es: Permite desinstalar paquetes de install-only. Utilizando esta opción puede resultar en un intento de desinstalar el kernel en ejecución.
id: Izinkan penghapusan paket install-only. Menggunakan pilihan ini dapat mengakibatkan upaya untuk menghapus kernel yang sedang berjalan.
it: Consente la rimozione dei pacchetti install-only. L'utilizzo di questa opzione può comportare un tentativo di rimuovere il kernel in esecuzione.

source: name of dump file
ca: nom del fitxer del blocat
cs: název souboru výpisu
es: nombre del archivo de volcado
id: nama berkas dump
it: nome del file su cui scrivere

source: Package %s is not available
ca: El paquet %s no està disponible
cs: Balíček %s není dostupný
es: El paquete %s no está disponible
id: Paket %s tidak tersedia
it: Il pacchetto %s non è disponibile

source: Bad dnf debug file: %s
ca: Fitxer incorrecte de depuració dnf: %s
cs: Špatný ladící soubor dns: %s
es: Archivo de depuración de dnf incorrecto: %s
id: Berkas debug dnf yang buruk: %s
it: File di debug di dnf non corretto: %s

source: install debuginfo packages
ca: instal·la els paquets debuginfo
cs: nainstalovat balíčky debuginfo
es: instalar paquetes con información debug
id: instal paket debuginfo
it: installa pacchetti debuginfo

source: Could not find debuginfo package for the following available packages: %s
ca: No s'ha pogut trobar el paquet debuginfo per als següents paquets disponibles: %s
cs: Nelze najít balíček debuginfo pro následující dostupné balíčky: %s
es: No pudo encontrar paquete debuginfo para los paquetes disponibles siguientes: %s
id: Tidak dapat menemukan paket debuginfo untuk paket-paket yang tersedia berikut ini: %s
it: Impossibile trovare il pacchetto debuginfo per i seguenti pacchetti disponibili: %s

source: Could not find debugsource package for the following available packages: %s
ca: No s'ha pogut trobar el paquet debugsource per als següents paquets disponibles: %s
cs: Nelze najít balíček debugsource pro následující dostupné balíčky: %s
es: No pudo encontrar paquete debugsource para los paquetes disponibles siguientes: %s
id: Tidak dapat menemukan paket debugsource untuk paket-paket yang tersedia berikut ini: %s
it: Impossibile trovare il pacchetto debugsource per i seguenti pacchetti disponibili: %s

source: Could not find debuginfo package for the following installed packages: %s
ca: No s'ha pogut trobar el paquet debuginfo per als següents paquets instal·lats: %s
cs: Nelze najít balíček debuginfo pro následující nainstalované balíčky: %s
es: No pudo encontrar paquete debuginfo para los paquetes instalados siguientes: %s
id: Tidak dapat menemukan paket debuginfo untuk paket terinstal berikut ini: %s
it: Impossibile trovare il pacchetto debuginfo per i seguenti pacchetti installati: %s

source: Could not find debugsource package for the following installed packages: %s
ca: No s'ha pogut trobar el paquet debugsource per als següents paquets instal·lats: %s
cs: Nelze najít balíček debugsource pro následující nainstalované balíčky: %s
es: No pudo encontrar paquete debugsource para los siguientes paquetes instalados: %s
id: Tidak dapat menemukan paket debugsource untuk paket terinstal berikut ini: %s
it: Impossibile trovare il pacchetto debugsource per i seguenti pacchetti installati: %s

source: Unable to find a match
ca: No s'ha pogut trobar cap coincidència
cs: Nepodařilo se najít shodu
es: No se pudo encontrar ningún resultado
id: Tidak berhasil menemukan yang cocok
it: Impossibile trovare una corrispondenza

source: Download package to current directory
ca: Baixa el paquet al directori actual
cs: Stáhnout balíček do aktuálního adresáře
es: Descargar paquete al directorio actual
id: Unduh paket ke direktori saat ini
it: Scarica pacchetti nella directory attuale

source: packages to download
ca: paquets a baixar
cs: balíčky ke stažení
es: paquetes para descargar
id: paket untuk diunduh
it: pacchetti da scaricare

source: download the src.rpm instead
ca: en lloc seu baixa el src.rpm
cs: Stáhnout místo toho src.rpm
es: descargar el src.rpm
id: unduh src.rpm sebagai gantinya
it: scarica invece il src.rpm

source: download the -debuginfo package instead
ca: en lloc seu baixa el paquet -debuginfo
cs: Stáhnout místo toho balíček -debuginfo
es: descargar el paquete -debuginfo
id: unduh paket -debuginfo sebagai gantinya
it: scarica invece il pacchetto -debuginfo

source: download the -debugsource package instead
ca: baixa el paquet -debugsource en el seu lloc
cs: místo toho stáhněte balíček -debugsource
es: descarga el paquete de -debugsource en su lugar
id: unduh paket -debugsource sebagai gantinya
it: scarica invece il pacchetto -debugsource

source: limit the query to packages of given architectures.
ca: limita la consulta als paquets instal·lats amb dependències sense satisfer.
cs: omezit dotaz na balíčky dané architektury.
es: limitar la consulta a los paquetes de arquitecturas proporcionadas.
id: membatasi kueri pada paket-paket dari arsitektur yang diberikan.
it: limita la ricerca ai pacchetti di determinate architetture.

source: resolve and download needed dependencies
ca: resol i baixa les dependències necessàries
cs: Vyřešit a stáhnout potřebné závislosti
es: resolver y descargar las dependencias necesarias
id: menyelesaikan dan mengunduh dependensi yang diperlukan
it: risolve e scarica le dipendenze richiese

source: when running with --resolve, download all dependencies (do not exclude already installed ones)
ca: quan s'executa amb --resolve, baixa totes les dependències (no excloguis les ja instal·lades)
cs: při spuštění s --resolve stáhne všechny závislosti (včetně již nainstalovaných)
es: descargar todas las dependencias cuando se usa --resolve (no excluir las que ya están instaladas)
id: saat menjalankan dengan --resolve, unduh semua dependensi (jangan mengecualikan yang sudah terinstal)
it: quando eseguito con --resolve, scarica tutte le dipendenze (non escludere quelle già installate)

source: print list of urls where the rpms can be downloaded instead of downloading
ca: imprimeix la llista d'adreces URL on es poden baixar els rpm en lloc de baixar-ho
cs: Místo stahování vytisknout seznam adres, odkud se dají balíčky rpm stáhnout
es: declara listado de las url donde se pueden descargar los rpms, en lugar de descargarlos
id: cetak daftar url dimana rpm dapat diunduh dan bukan langsung diunduh
it: stampa un elenco di URL da cui è possibile scaricare gli rpm invece di scaricarli

source: when running with --url, limit to specific protocols
ca: quan s'executa amb --url, ho limita als protocols específics
cs: Při spuštění s --url omezit na konkrétní protokoly
es: limitar a protocolos concretos cuando se ejecuta con --url
id: ketika menjalankan dengan --url, batasi ke protokol tertentu
it: quando si esegue con --url, limita a specifici protocolli

source: Failed to get mirror for package: %s
ca: No s'ha pogut obtenir la rèplica per al paquet: %s
cs: Nepovedlo se získat zrcadlo pro balíček: %s
es: No se puedo obtener un espejo para el paquete: %s
id: Gagal mendapat cermin untuk paket: %s
it: Recupero del mirror per il pacchetto non riuscito: %s

source: Exiting due to strict setting.
ca: Sortint a causa de l'ajust estricte.
cs: Probíhá ukončení kvůli přísnému nastavení.
es: Saliendo debido a configuraciones estrictas.
id: Keluar karena pengaturan ketat.
it: Uscita a causa delle impostazioni restrittive.

source: Error in resolve of packages:
ca: Error en la resolució de paquets:
cs: Chyba v řešení závislostí balíčků:
es: Error en la resolución de paquetes:
id: Kesalahan dalam penyelesaian paket:
it: Errore nella risoluzione dei pacchetti:

source: No source rpm defined for %s
ca: rpm de les fonts sense definir per %s
cs: Není definováno žádné zdrojové rpm pro %s
es: No hay fuente de rpm definido para %s
id: Tidak ada rpm sumber yang didefinisikan bagi %s
it: Nessun rpm sorgente definito per %s

source: No package %s available.
ca: No hi ha cap paquet %s disponible.
cs: Není dostupný žádný balíček %s.
es: No hay ningún paquete %s disponible.
id: Tidak ada paket %s yang tersedia.
it: Nessun pacchetto %s disponibile.

source: The following PGP key has expired on {0}:
ca: La clau PGP següent ha caducat el {0}:
cs: Následující PGP klíč vypršel {0}:
es: La siguiente clave PGP ha caducado el {0}:
id: Kunci PGP berikut ini telah kedaluwarsa pada {0}:
it: La seguente chiave PGP è scaduta il {0}:

source: For more information about the key:
ca: Per a més informació sobre la clau:
cs: Pro více informací o klíči:
es: Para más información sobre la clave:
id: Untuk informasi lebih lanjut tentang kunci:
it: Per maggiori informazioni sulla chiave:
