Repository: rpm-software-management/dnf-plugins-core-l10n
Catalog: master/*.po
Languages: ca, cs, es, id, it

source: pre-transaction-actions: Bad Command "%s": %s
ca: accions prèvies a la transacció: ordre incorrecta "%s": %s
cs: před-transakční akce: Chybný příkaz "%s": %s
es: pre-transaction-actions: instrucción incorrecta "%s": %s
id: tindakan pra-transaksi: Perintah Buruk “%s”: %s
it: pre-transaction-actions: Comando errato "%s": %s

source: Display a list of unresolved dependencies for repositories
ca: Mostra un llistat de les dependències sense resoldre per als dipòsits
cs: Zobrazit seznam nevyřešených závislostí pro repozitáře
es: Exhibe una lista de las dependencias no resueltas para los repositorios
id: Menampilkan daftar dependensi yang belum terselesaikan untuk repositori
it: Mostra una lista delle dipendenze non risolte per i repository

source: Repoclosure ended with unresolved dependencies ({}) across {} packages.
ca: Repoclosure ha finalitzat amb dependències no resoltes ({}) en {} paquets.
cs: Opětovné uzavření skončilo s nevyřešenými závislostmi ({}) napříč balíčky {}.
es: Repoclosure finalizó con dependencias sin resolver ({}) a través de {} paquetes.
id: Penutupan kembali diakhiri dengan ketergantungan yang belum terselesaikan ({}) di seluruh paket {}.
it: Repoclosure terminato con dipendenze non risolte ({}) su {} pacchetti.

source: check packages of the given archs, can be specified multiple times
ca: comprova els paquets de les arquitectures indicades, es pot especificar diverses vegades
cs: zkontrolovat balíčky daných architektur, mohou být zadány vícekrát
es: comprobar paquetes de las arquitecturas indicadas, se puede poner varias veces
id: memeriksa paket dari lengkungan yang diberikan, dapat ditentukan beberapa kali
it: controlla i pacchetti in base alle architetture fornite, può essere specificato più volte

source: Specify repositories to check
ca: Especifica els dipòsits a comprovar
cs: Určit, které repozitáře zkontrolovat
es: Especificar repositorios para comprobar
id: Menentukan repositori yang akan diperiksa
it: Specifica i repository da controllare

source: Check only the newest packages in the repos
ca: Comprova únicament els paquets més nous als dipòsits
cs: Zkontrolovat jen nejnovější balíčky v repozitářích
es: Comprobar sólo los paquetes más recientes de los repositorios
id: Periksa hanya paket-paket terbaru di repositori
it: Controlla soltanto i nuovi pacchetti nei repository

source: Check closure for this package only
ca: Comprova la conclusió per tan sols aquest paquet
cs: Zkontrolovat uzavření pouze pro tento balíček
es: Comprobar este paquete solamente
id: Cek penutupan hanya untuk paket ini
it: Verificare la chiusura per questo pacchetto soltanto

source: List differences between two sets of repositories
ca: Llista les diferències entre dos conjunts de dipòsits
cs: Seznam rozdílů mezi dvěma sadami repozitářů
es: Mostrar diferencias entre dos conjuntos de repositorios
id: Sebutkan perbedaan antara dua set repositori
it: Elenca le differenze tra due set di repository

source: Specify old repository, can be used multiple times
ca: Especifiqueu el dipòsit antic, es pot utilitzar múltiples vegades
cs: Zadejte starý repozitář, lze použít vícekrát
es: Repositorio viejo, se puede usar varias veces
id: Tentukan repositori lama, dapat digunakan beberapa kali
it: Specifica il repository vecchio, può essere usato più volte

source: Specify new repository, can be used multiple times
ca: Especifiqueu el dipòsit nou, es pot utilitzar múltiples vegades
cs: Zadejte nový repozitář, lze použít vícekrát
es: Repositorio nuevo, se puede usar varias veces
id: Tentukan repositori baru, dapat digunakan beberapa kali
it: Specifica il repository nuovo, può essere usato più volte

source: Specify architectures to compare, can be used multiple times. By default, only source rpms are compared.
ca: Especifiqueu les arquitectures a comparar, es pot utilitzar múltiples vegades. Per defecte, només es comparen els rpms font.
cs: Zadejte architektury k porovnání, lze je použít vícekrát. Ve výchozím nastavení se porovnávají pouze zdrojové repozitáře.
es: Arquitecturas a comparar, se puede usar varias veces. De forma predeterminada sólo se comparan rpm de fuentes.
id: Menentukan arsitektur yang akan dibandingkan, dapat digunakan beberapa kali. Secara default, hanya rpms sumber yang dibandingkan.
it: Specifica le architetture da confrontare, può essere usato più volte. Per impostazione predefinita, vengono confrontati solo gli rpm sorgente.

source: Output additional data about the size of the changes.
ca: Mostra dades addicionals sobre la mida dels canvis.
cs: Výstup dalších údajů o velikosti změn.
es: Mostrar datos sobre el tamaño de los cambios.
id: Keluarkan data tambahan tentang ukuran perubahan.
it: Emette dati aggiuntivi sulla dimensione delle modifiche.

source: Compare packages also by arch. By default packages are compared just by name.
ca: Compara paquets també per arquitectura. Per defecte els paquets es comparen només per nom.
cs: Porovnává také balíčky podle architektury. Ve výchozím nastavení jsou balíčky porovnávány pouze podle názvu.
es: Comparar paquetes por arquitectura. De forma predeterminado sólo se comparan por nombre.
id: Membandingkan paket juga berdasarkan lengkungan. Secara default, paket-paket dibandingkan hanya berdasarkan nama.
it: Confronta i pacchetti anche per architettura. Per impostazione predefinita, i pacchetti vengono confrontati solo per nome.

source: Output a simple one line message for modified packages.
ca: Mostra un missatge senzill d'una línia per als paquets modificats.
cs: Výstup jednoduché jednořádkové zprávy pro upravené balíčky.
es: Mostrar una línea simple por cada paquete modificado.
id: Keluarkan pesan satu baris sederhana untuk paket yang dimodifikasi.
it: Emette un semplice messaggio di una riga per i pacchetti modificati.

source: Split the data for modified packages between upgraded and downgraded packages.
ca: Divideix les dades per als paquets modificats entre paquets actualitzats i degradats.
cs: Rozdělí data pro upravované balíčky mezi upgradované a downgradované balíčky.
es: Separar los datos entre los paquetes actualizados y revertidos.
id: Membagi data untuk paket yang dimodifikasi antara paket yang diupgrade dan paket yang diturunkan.
it: Dividi i dati per i pacchetti modificati tra pacchetti aggiornati e declassati.

source: Both old and new repositories must be set.
ca: Tant els dipòsits antics com els nous han d'estar establerts.
cs: Musí být nastaveny staré i nové repozitáře.
es: Se deben indicar tanto los repositorios nuevos como los viejos.
id: Baik repositori lama maupun baru harus ditetapkan.
it: Devono essere impostati sia i repository vecchi che quelli nuovi.

source: Size change: {} bytes
ca: Canvi de mida: {} bytes
cs: Změna velikosti: {} bajtů
es: Variación de tamaño: {} bytes
id: Perubahan ukuran: {} byte
it: Variazione di dimensione: {} byte

source: Added package : {}
ca: Paquet afegit : {}
cs: Přidaný balíček: {}
es: Paquete añadido : {}
id: Paket yang ditambahkan: {}
it: Pacchetto aggiunto : {}

source: Removed package: {}
ca: Paquet eliminat: {}
cs: Odebraný balíček: {}
es: Paquete desinstalado: {}
id: Paket yang dihapus: {}
it: Pacchetto rimosso: {}

source: Obsoleted by : {}
ca: Fet obsolet per : {}
cs: Zastaralé : {}
es: Obsoleto por : {}
id: Dihapus oleh : {}
it: Reso obsoleto da : {}

source: Upgraded packages
ca: Paquets actualitzats
cs: Aktualizované balíčky
es: Paquetes modernizados
id: Paket yang ditingkatkan
it: Pacchetti aggiornati

source: Downgraded packages
ca: Paquets degradats
cs: Snížení verze balíčku
es: Paquetes degradados
id: Paket yang diturunkan
it: Pacchetti declassati

source: Modified packages
ca: Paquets modificats
cs: Upravené balíčky
es: Paquetes modificados
id: Paket yang dimodifikasi
it: Pacchetti modificati

source: Summary
ca: Resum
cs: Souhrn
es: Resumen
id: Ringkasan
it: Riepilogo

source: Added packages: {}
ca: Paquets afegits: {}
cs: Přidané balíčky: {}
es: Paquetes agregados: {}
id: Paket yang ditambahkan: {}
it: Pacchetti aggiunti: {}

source: Removed packages: {}
ca: Paquets eliminats: {}
cs: Odebrané balíčky: {}
es: Paquetes desinstalados: {}
id: Paket yang dihapus: {}
it: Pacchetti rimossi: {}

source: Upgraded packages: {}
ca: Paquets actualitzats: {}
cs: Upgradované balíčky: {}
es: Paquetes modernizados: {}
id: Paket yang ditingkatkan: {}
it: Pacchetti aggiornati: {}

source: Downgraded packages: {}
ca: Paquets degradats: {}
cs: Downgradované balíčky: {}
es: Paquetes degradados: {}
id: Paket yang diturunkan: {}
it: Pacchetti declassati: {}

source: Modified packages: {}
ca: Paquets modificats: {}
cs: Upravené balíčky: {}
es: Paquetes modificados: {}
id: Paket yang dimodifikasi: {}
it: Pacchetti modificati: {}

source: Size of added packages: {}
ca: Mida dels paquets afegits: {}
cs: Velikost přidaných balíčků: {}
es: Tamaño de paquetes añadidos: {}
id: Ukuran paket yang ditambahkan: {}
it: Dimensione dei pacchetti aggiunti: {}

source: Size of removed packages: {}
ca: Mida dels paquets eliminats: {}
cs: Velikost odebraných balíčků: {}
es: Tamaño de los paquetes desinstalados: {}
id: Ukuran paket yang dihapus: {}
it: Dimensione dei pacchetti rimossi: {}

source: Size of modified packages: {}
ca: Mida dels paquets modificats: {}
cs: Velikost upravených balíčků: {}
es: Tamaño de los paquetes modificados: {}
id: Ukuran paket yang dimodifikasi: {}
it: Dimensione dei pacchetti modificati: {}

source: Size of upgraded packages: {}
ca: Mida dels paquets actualitzats: {}
cs: Velikost upgradovaných balíčků: {}
es: Tamaño de los paquetes modernizados: {}
id: Ukuran paket yang ditingkatkan: {}
it: Dimensione dei pacchetti aggiornati: {}

source: Size of downgraded packages: {}
ca: Mida dels paquets degradats: {}
cs: Velikost downgradovaných balíčků: {}
es: Tamaño de los paquetes degradados: {}
id: Ukuran paket yang diturunkan: {}
it: Dimensione dei pacchetti declassati: {}

source: Size change: {}
ca: Canvi de mida: {}
cs: Velikost změny: {}
es: Cambio de tamaño: {}
id: Perubahan ukuran: {}
it: Variazione di dimensione: {}

source: Output a full package dependency graph in dot format
ca: Sortida d'un gràfic de totes les dependències del paquet en format dot
cs: Poslat na výstup graf úplné závislosti balíčku v bodovém formátu
es: Genera una gráfica completa de las dependencias en formato punto
id: Keluarkan grafik ketergantungan paket lengkap dalam format titik
it: Scrive il grafo completo delle dipendenze dei pacchetti in formato dot

source: Nothing provides: '%s'
ca: No hi ha res que proporcioni: '%s'
cs: Nic neposkytuje: „%s“
es: Nada proporciona: '%s'
id: Tidak ada yang menyediakan: '%s'
it: Nulla fornisce: '%s'

source: Manage a directory of rpm packages
ca: Gestiona un directori de paquets rpm
cs: Spravovat adresář rpm balíčků
es: Administra un directorio de paquetes rpm
id: Mengelola direktori paket rpm
it: Gestisce una directory di pacchetti rpm

source: Pass either --old or --new, not both!
ca: Passeu --old o --new, però no ambdós!
cs: Předejte buď --old, nebo --new, ne obojí!
es: Pase --old o --new, ¡no ambos!
id: Lulus salah satu --old atau --new, jangan keduanya!
it: Specificare --old o --new, ma non entrambi!

source: Pass either --oldonly or --new, not both!
ca: Passeu o bé --oldonly o --new, no tots dos!
cs: Předejte buď jen --oldonly, nebo --new, ne obojí!
id: Lulus salah satu --oldonly atau --new, jangan keduanya!
it: Specificare --oldonly o --new, ma non entrambi!

source: Pass either --old or --oldonly, not both!
ca: Passeu o bé --old o --oldonly, no tots dos!
cs: Zadejte buď --old, nebo --oldonly, ne obojí zároveň!
id: Lulus salah satu dari --old atau --oldonly, jangan keduanya!
it: Specificare --old o --oldonly, ma non entrambi!

source: No files to process
ca: Sense fitxers per processar
cs: Žádné soubory ke zpracování
es: No hay archivos para procesar
id: Tidak ada berkas untuk diproses
it: Nessun file da elaborare

source: Could not open {}
ca: No es pot obrir {}
cs: Nelze otevřít {}
es: No se pudo abrir {}
id: Tidak dapat membuka {}
it: Impossibile aprire {}

source: Print the older packages
ca: Imprimeix els paquets més antics
cs: Vypsat starší balíčky
es: Declarar los paquetes más antiguos
id: Mencetak paket yang lebih lama
it: Stampa i pacchetti più vecchi

source: Print the older packages. Exclude the newest packages.
ca: Imprimeix els paquets més antics. Exclou els paquets més nous.
cs: Vytiskněte starší balíčky. Vyloučte nejnovější balíčky.
es: Declarar los paquetes más antiguos. Excluya los paquetes más nuevos.
id: Cetak paket yang lebih lama. Kecualikan paket-paket terbaru.
it: Stampa i pacchetti più vecchi. Esclude i pacchetti più recenti.

source: Print the newest packages
ca: Imprimeix els paquets més nous
cs: Vypsat nejnovější balíčky
es: Declara los paquetes más nuevos
id: Cetak paket terbaru
it: Stampa i pacchetti più nuovi

source: Space separated output, not newline
ca: Sortida separada amb espais, no línies noves
cs: Výstup oddělený mezerami, ne novými řádky
es: Salida separada por espacios, sin salto de línea
id: Output yang dipisahkan spasi, bukan baris baru
it: Output separato da spazi, non da invio

source: Newest N packages to keep - defaults to 1
ca: Els N paquets més recents a conservar - per defecte 1
cs: Podržet N nejnovějších balíčků – výchozí je 1
es: Los N paquetes más recientes a conservar, 1 si no se indica
id: Paket N terbaru yang harus disimpan - setelan default ke 1
it: N pacchetti più recenti da mantenere - predefinito: 1

source: Path to directory
ca: Camí al directori
cs: Cesta k adresáři
es: Ruta a carpeta
id: Jalur ke direktori
it: Percorso per la directory

source: download all packages from remote repo
ca: baixa tots els paquets del dipòsit remot
cs: Stáhnout všechny balíčky ze vzdáleného repozitáře
es: descargar todos los paquetes del repo remoto
id: unduh semua paket dari repo jarak jauh
it: scarica tutti i pacchetti da repository remoti

source: download only packages for this ARCH
ca: baixa només els paquets per a aquesta ARQUITECTURA
cs: stáhnout balíčky pouze pro tuto architekturu
es: descargar sólo los paquetes para esta ARQUITECTURA
id: unduh hanya paket untuk ARCH ini
it: scarica solo i pacchetti per questo ARCH

source: delete local packages no longer present in repository
ca: elimina els paquets locals que ja no estan presents al dipòsit
cs: odstranit lokální balíčky, které již nejsou přítomny v repozitáři
es: borrar los paquetes locales que ya no existen en el repositorio
id: menghapus paket lokal yang tidak lagi ada di repositori
it: elimina i pacchetti locali non più presenti nel repository

source: download all the metadata.
ca: baixa totes les metadades.
cs: stáhnout všechna metadata.
es: descargar todos los metadatos.
id: unduh semua metadata.
it: scarica tutti i metadati.

source: Remove packages that fail GPG signature checking after downloading
ca: Elimina els paquets que fallin la comprovació de signatura GPG després de baixar-los
cs: Odebrat balíčky, které po stažení neprošly kontrolou podpisu GPG
es: Desinstala paquetes que fallan la comprobación de firma GPG tras descargar
id: Hapus paket yang gagal dalam pemeriksaan tanda tangan GPG setelah mengunduh
it: Rimuove i pacchetti che falliscono il controllo della firma GPG dopo lo scaricamento

source: also download and uncompress comps.xml
ca: també baixa i descomprimeix comps.xml
cs: také stáhnout a rozbalit comps.xml
es: además descarga y descomprime comps.xml
id: juga unduh dan buka kompresi comps.xml
it: scarica e decomprime anche comps.xml

source: where to store downloaded repository metadata. Defaults to the value of --download-path.
ca: on desar les metadades del dipòsit baixat. Per defecte és el valor de --download-path.
cs: kam ukládat stažená metadata repozitáře. Výchozí hodnota je --download-path.
es: donde almacenar los metadatos descargados de los repositorios. El valor predeterminado es el de --download-path.
id: tempat menyimpan metadata repositori yang diunduh. Defaultnya adalah nilai dari --download-path.
it: dove memorizzare i metadati del repository scaricati. Predefinito al valore di --download-path.

source: download only newest packages per-repo
ca: baixa només els paquets més nous per dipòsit
cs: stánout pouze nejnovější balíčky za repozitář
es: descargar sólo los paquetes más nuevos por repositorio
id: unduh hanya paket terbaru per-repo
it: scarica solo i pacchetti più recenti per-repo

source: Don't add the reponame to the download path.
ca: No afegeixis el nom del dipòsit al camí de baixada.
cs: Nepřidávat reponame do cesty ke stažení.
es: No añadir nombre de repo a la ruta de descarga.
id: Jangan menambahkan nama ulang ke jalur unduhan.
it: Non aggiungere il nome del repository al percorso di download.

source: where to store downloaded repositories
ca: on desar els dipòsits baixats
cs: Místo pro ukládání stažených repozitářů
es: dónde almacenar los repositorios descargados
id: tempat menyimpan repositori yang diunduh
it: dove memorizzare i repository scaricati

source: try to set local timestamps of local files by the one on the server
ca: intenta establir les marques de temps locals dels fitxers locals amb les del servidor
cs: zkusit nastavit lokální časová razítka lokálních souborů podle nich na serveru
es: intente establecer sello de hora local de archivos locales por el uno en el servidor
id: coba atur stempel waktu lokal berkas lokal dengan yang ada di server
it: prova a impostare i timestamp locali dei file locali con quelli del server

source: download only source packages
ca: baixa només els paquets font
cs: stáhnout pouze zdrojové balíčky
es: descargar solo paquetes fuente
id: hanya mengunduh paket sumber
it: scarica solo pacchetti sorgente

source: Just list urls of what would be downloaded, don't download
ca: Només llista les URL del que es baixaria, no baixis res
cs: Uveďte pouze adresy URL toho, co by se stáhlo, nestáhlo
es: Tan solo listar las URL de que serían descargadas, no descargar
id: Cukup cantumkan url dari apa yang akan diunduh, jangan unduh
it: Elenca solo gli URL di ciò che verrebbe scaricato, non scaricare

source: Filesystem path that is considered safe for writing. Defaults to download path.
ca: Camí del sistema de fitxers que es considera segur per escriure. Per defecte és el camí de baixada.
cs: Cesta souborového systému je považována za bezpečnou pro zápis. Výchozí cesta ke stažení.
es: Ruta del sistema de archivos que es considerado seguro para escritura. Por defecto a ruta de descarga.
id: Jalur sistem berkas yang dianggap aman untuk menulis. Setelan default untuk jalur download.
it: Percorso del filesystem considerato sicuro per la scrittura. Predefinito al percorso di download.

source: Can't use --norepopath with multiple repositories
ca: No es pot utilitzar --norepopath amb múltiples dipòsits
cs: Nelze použít --norepopath s více repozitáři
es: No puede utilizar --norepopath con múltiples repositorios
id: Tidak dapat menggunakan --norepopath dengan beberapa repositori
it: Impossibile usare --norepopath con più repository

source: Can't use --safe-write-path with multiple repositories
ca: No es pot utilitzar --safe-write-path amb múltiples dipòsits
cs: Nelze použít --safe-write-path s více úložišti
es: No puede utilizar --safe-write-path con múltiples repositorios
id: Tidak dapat menggunakan --safe-write-path dengan beberapa repositori
it: Impossibile usare --safe-write-path con più repository

source: Failed to get mirror for metadata: %s
ca: Ha fallat l'obtenció de la rèplica per a les metadades: %s
cs: Nepovedlo se získat zrcadlo pro balíček: %s
es: Incorrecto al obtener espejos para metadatos: %s
id: Gagal mendapat cermin untuk metadata: %s
it: Recupero del mirror per i metadati non riuscito: %s

source: Failed to get mirror for the group file.
ca: Ha fallat l'obtenció de la rèplica per al fitxer de grup.
cs: Nepodařilo se získat zrcadlo pro soubor skupiny.
es: Incorrecto al obtener espejo para el archivo de grupo.
id: Gagal mendapatkan mirror untuk berkas grup.
it: Recupero del mirror per il file del gruppo non riuscito.

source: Removing {}: {}
ca: S'està eliminant {}: {}
cs: Odebírání {}: {}
es: Desinstalando {}: {}
id: Menghapus {}: {}
it: Rimozione di {}: {}

source: GPG signature check failed.
ca: La comprovació de la signatura GPG ha fallat.
cs: Kontrola podpisu GPG se nezdařila.
es: Comprobación de firma GPG incorrecta.
id: Pemeriksaan tanda tangan GPG gagal.
it: Controllo della firma GPG fallito.

source: Download target '{0}' for location '{1}' of '{2}' package is outside of safe write path '{3}'.
ca: L'objectiu de baixada '{0}' per a la ubicació '{1}' del paquet '{2}' està fora del camí d'escriptura segura '{3}'.
cs: Cíl stahování '{0}' pro umístění '{1}' balíčku '{2}' je mimo bezpečnou cestu zápisu '{3}'.
es: Destino de descarga '{0}' para lugar '{1}' de paquete '{2}' es externo de ruta de escritura '{3}' segura.
id: Target unduhan ‘{0}’ untuk lokasi ‘{1}’ dari paket ‘{2}’ berada di luar jalur penulisan yang aman ‘{3}’.
it: La destinazione di download '{0}' per la posizione '{1}' del pacchetto '{2}' è esterna al percorso di scrittura sicuro '{3}'.

source: [DELETED] %s
ca: [ELIMINAT] %s
cs: [SMAZÁNO] %s
es: [BORRADO] %s
id: [DIHAPUS] %s

source: failed to delete file %s
ca: ha fallat l'eliminació del fitxer %s
cs: nezdařilo se smazat soubor %s
es: no se pudo borrar archivo %s
id: gagal menghapus berkas %s
it: impossibile eliminare il file %s

source: comps.xml for repository %s saved
ca: comps.xml per al dipòsit %s desat
cs: comps.xml pro repozitář %s uloženo
es: guardado comps.xml para el repositorio %s
id: comps.xml untuk repositori %s disimpan
it: comps.xml per repository %s salvato

source: New leaves:
ca: Nous abandonaments:
cs: Noví sirotci:
es: Nuevas hojas:
id: Daun baru:
it: Nuovi pacchetti da cui nessun altro dipende:

source: the color of the sky
ca: el color del cel
cs: barva oblohy
es: el color del cielo
id: warna langit
it: il colore del cielo

source: Need a --releasever greater than the current system version.
ca: Necessita un--releasever més gran que la versió del sistema actual.
cs: Verze --releasever musí být vyšší než verze aktuálního systému.
es: Necesita una --releasever mayor que la versión actual del sistema.
id: Perlu suatu --releasever yang lebih dari versi sistem saat ini.
it: Richiesto un valore di --releasever maggiore della versione attuale del sistema.

source: Download complete! Use 'dnf {command} reboot' to start the upgrade. To remove cached metadata and transaction use 'dnf {command} clean'
ca: Baixada completada! Utilitzeu 'dnf {command} reboot' per iniciar l'actualització. Per eliminar metadades i transaccions de la memòria cau utilitzeu 'dnf {command} clean'
cs: Stahování dokončeno! Ke spuštění upgradu použijte 'dnf {command} reboot'. Chcete-li odstranit metadata a transakce z mezipaměti, použijte 'dnf {command} clean'
es: Descarga completa. Utilice 'dnf {command} reboot' para iniciar la actualización. Para eliminar los metadatos en caché y la transacción utilice 'dnf {command} clean'
id: Unduh selesai! Gunakan ‘dnf {command} reboot’ untuk memulai peningkatan. Untuk menghapus metadata dan transaksi yang di-cache, gunakan 'dnf {command} clean'
it: Scaricamento completato! Usare 'dnf {command} reboot' per avviare l'aggiornamento. Per rimuovere i metadati e la transazione memorizzati nella cache, usare 'dnf {command} clean'

source: Sorry, you need to use 'download --releasever' instead of '--network'
ca: Ho sentim, heu d'utilitzar «download --releasever» en lloc de «--network»
cs: Promiňte, místo '--network' musíte použít 'download --releasever'
es: Necesita utilizar 'download --releasever' en lugar de '--network'
id: Maaf, Anda perlu memakai 'download --releasever' sebagai pengganti '--network'.
it: Bisogna usare l'opzione 'download --releasever' invece di '--network'
