Repository: rpm-software-management/dnf-plugins-core-l10n
Catalog: master/*.po
Languages: ca, cs, es, id, it

source: [PACKAGE|PACKAGE.spec]
ca: [PAQUET|PAQUET.spec]
cs: [BALÍČEK|BALÍČEK.spec]
es: [PAQUETE|PAQUETE.spec]
id: [PAKET|PAKET.spec]
it: [PACCHETTO|PACCHETTO.spec]

source: '%s' is not of the format 'MACRO EXPR'
ca: «%s» no té el format «MACRO EXPR»
cs: "%s" není formátem "MACRO EXPR"
es: '%s' no tiene el formato 'MACRO EXPR'
id: '%s' tidak dalam format 'MAKRO EKSPR'
it: '%s' non è nel formato 'MACRO ESPR'

source: packages with builddeps to install
ca: els paquets amb dependències de construcció a instal·lar
cs: balíčky se sestavovacími závislostmi k instalaci
es: paquetes con dependencias de construcción a instalar
id: paket dengan builddep yang akan dipasang
it: pacchetti con dipendenze di compilazione da installare

source: define a macro for spec file parsing
ca: defineix una macro per a l'anàlisi sintàctica del fitxer spec
cs: Definovat makro pro parsování souboru spec
es: defina un macro para análisis sintáctico del archivo spec
id: mendefinisikan sebuah makro untuk penguraian berkas spec
it: definisce una macro per l'analisi del file spec

source: skip build dependencies not available in repositories
ca: omet les dependències de construcció no disponibles als dipòsits
cs: přeskočit sestavování závislostí, které nejsou v repozitářích k dispozici
es: saltar el construir dependencias no disponibles en los repositorios
id: lewati dependensi build yang tidak tersedia di repositori
it: ignora le dipendenze di compilazione non disponibili nei repository

source: treat commandline arguments as spec files
ca: tracta els arguments de la línia d'ordres com a fitxers spec
cs: brát argumenty v příkazové řádce jako soubory spec
es: tratar argumentos en la linea de comandos como archivos spec
id: memperlakukan argumen baris perintah sebagai suatu berkas spec
it: considera gli argomenti a linea di comando come file spec

source: treat commandline arguments as source rpm
ca: tracta els arguments de la línia d'ordres com a rpm de les fonts
cs: brát argumenty v příkazové řádce jako zdrojové rpm
es: tratar argumentos en la linea de comandos como source rpm
id: memperlakukan argumen baris perintah sebagai rpm sumber
it: considera gli argomenti a linea di comando come file rpm sorgenti

source: Some packages could not be found.
ca: No s'han pogut trobar alguns paquets.
cs: Některé balíčky nelze najít.
es: Algunos paquetes no pudieron ser encontrados.
id: Beberapa paket tidak dapat ditemukan.
it: Non è stato possibile trovare alcuni pacchetti.

source: No matching package to install: '%s'
ca: Cap paquet que coincideixi per instal·lar: «%s»
cs: Žádný odpovídající balíček pro instalaci: "%s"
es: No se encontraron paquetes para instalar: '%s'
id: Tidak ada paket yang cocok untuk dipasang: '%s'
it: Nessun pacchetto corrispondente da installare: '%s'

source: Failed to open: '%s', not a valid source rpm file.
ca: Ha fallat l'obertura: «%s», no és un fitxer vàlid rpm de les fonts.
cs: Selhalo otevření: "%s", neplatný soubor zdrojového rpm.
es: Error al abrir: '%s', no es archivo source rpm valido.
id: Gagal membuka: '%s', bukan berkas rpm sumber yang valid.
it: Apertura non riuscita di '%s', non è un file rpm sorgente valido.

source: Not all dependencies satisfied
ca: No s'han satisfet totes les dependències
cs: Ne všechny závislosti jsou uspokojeny
es: No se satisficieron todas las dependencias
id: Tidak semua kebergantungan terpenuhi
it: Non tutte le dipendenze sono soddisfatte

source: Warning: -D or --define arguments have no meaning for source rpm packages.
ca: Avís: els arguments -D o --define no tenen significat per als paquets rpm font.
cs: Varování: argumenty -D nebo --define nemají v případě zdrojových rpm balíčků význam.
es: Advertencia: argumentos -D o --define no tienen significado para paquetes rpm de origen.
id: Peringatan: Argumen -D atau --define tidak memiliki arti untuk paket rpm sumber.
it: Attenzione: gli argomenti -D o --define non hanno significato per i pacchetti sorgente rpm.

source: Failed to open: '%s', not a valid spec file: %s
ca: Ha fallat l'obertura: «%s», no és un fitxer spec vàlid: %s
cs: Nepovedlo se otevřít „%s“, není platný soubor spec: %s
es: Incorrecto al abrir '%s', no es un archivo spec válido: %s
id: Gagal membuka: '%s', bukan suatu berkas spec yang valid: %s
it: Apertura non riuscita di '%s', non è un file spec valido: %s

source: no package matched: %s
ca: cap paquet que coincideixi: %s
cs: žádný balíček neodpovídá: %s
es: paquete no encontrado: %s
id: tidak ada paket yang cocok: %s
it: nessun pacchetto corrispondente: %s

source: Not a valid date: "{0}".
ca: Data no vàlida: "{0}".
cs: Není platné datum: "{0}".
es: La fecha no es válida: "{0}".
id: Bukan tanggal yang valid: “{0}”.
it: Data non valida: "{0}".

source: Show changelog data of packages
ca: Mostra les dades del registre de canvis dels paquets
cs: Zobrazení údajů ze seznamu změn balíčků
es: Mostrar cambios de los paquetes
id: Menampilkan data log perubahan paket
it: Mostra i dati del changelog dei pacchetti

source: show changelog entries since DATE. To avoid ambiguosity, YYYY-MM-DD format is recommended.
ca: mostra les entrades del registre de canvis des de la DATA. Per evitar ambigüitats, es recomana el format AAAA-MM-DD.
cs: zobrazit záznamy v seznamu změn od DATA. Aby se zabránilo nejednoznačnosti, doporučuje se formát RRRR-MM-DD.
es: mostrar cambios desde FECHA. Se recomienda usar el formato AAAA-MM-DD.
id: menampilkan entri log perubahan sejak TANGGAL. Untuk menghindari ambiguitas, format YYYY-MM-DD direkomendasikan.
it: mostra le voci del changelog a partire dalla DATA. Per evitare ambiguità, si raccomanda il formato AAAA-MM-GG.

source: show given number of changelog entries per package
ca: mostra el nombre donat d'entrades del registre de canvis per paquet
cs: zobrazit daný počet záznamů v seznamu změn na balíček
es: mostrar la cantidad indicada de cambios por paquete
id: menunjukkan jumlah entri log perubahan yang diberikan per paket
it: mostra il numero specificato di voci del changelog per pacchetto

source: show only new changelog entries for packages, that provide an upgrade for some of already installed packages.
ca: mostra només les entrades noves del registre de canvis per als paquets, que proporcionen una actualització per a alguns dels paquets ja instal·lats.
cs: zobrazit pouze nové záznamy v seznamu změn pro balíčky, které poskytují aktualizaci pro některé z již nainstalovaných balíčků.
es: mostrar sólo los nuevos cambios de paquetes que actualizan a alguno ya instalado.
id: hanya menampilkan entri catatan perubahan baru untuk paket, yang menyediakan peningkatan untuk beberapa paket yang sudah terinstal.
it: mostra solo le nuove voci del changelog per i pacchetti che forniscono un aggiornamento per alcuni dei pacchetti già installati.

source: PACKAGE
ca: PAQUET
cs: BALÍČEK
es: PAQUETE
id: PAKET
it: PACCHETTO

source: No match for argument: %s
ca: No hi ha cap coincidència per a l'argument: %s
cs: Žádná shoda pro argument: %s
es: No hay coincidencias para el argumento: %s
id: Tidak ada yang cocok untuk argumen: %s
it: Nessuna corrispondenza per l'argomento: %s

source: Listing changelogs since {}
ca: S'estan llistant els registres de canvis des de {}
cs: Výpis seznamů změn od {}
es: Mostrando cambios desde {}
id: Mencantumkan log perubahan sejak {}
it: Elenco dei changelog a partire da {}

source: Listing only latest changelog
ca: S'està llistant només l'últim registre de canvis
cs: Výpis pouze nejnovějšího seznamu změn
es: Mostrando sólo el último cambio
id: Hanya mencantumkan log perubahan terbaru
it: Elenco solo dell'ultimo changelog

source: Listing only new changelogs since installed version of the package
ca: S'estan llistant només els nous registres de canvis des de la versió instal·lada del paquet
cs: Výpis pouze nových seznamů změn od nainstalované verze balíčku
es: Mostrando sólo los cambios desde la versión instalada del paquete
id: Hanya mencantumkan log perubahan baru sejak versi paket yang diinstal
it: Elenco solo dei nuovi changelog a partire dalla versione installata del pacchetto

source: Listing all changelogs
ca: S'estan llistant tots els registres de canvis
cs: Výpis všech seznamů změn
es: Mostrando todos los cambios
id: Membuat daftar semua log perubahan
it: Elenco di tutti i changelog

source: Changelogs for {}
ca: Registres de canvis per a {}
cs: Seznamy změn pro {}
es: Registros de cambios para {}
id: Changelog bagi {}
it: Changelog per {}

source: manage {prog} configuration options and repositories
ca: gestiona les opcions de configuració i els dipòsits de {prog}
cs: spravovat {prog} konfigurační možnosti a úložiště
es: Dirige {prog} opciones de configuración y repositorios
id: mengelola opsi konfigurasi {prog} dan repositori
it: gestisce le opzioni di configurazione e i repository di {prog}

source: configuration sections to manage, "main" or repoid
ca: seccions de configuració a gestionar, "main" o repoid
cs: konfigurační sekce pro správu, "main" nebo repoid
es: secciones de configuración para administrar, "principal" o repoid
id: bagian konfigurasi untuk mengelola, “utama” atau repoid
it: sezioni di configurazione da gestire, "main" o ID repository

source: save the current options (useful with --setopt)
ca: desa les opcions actuals (útil amb --setopt)
cs: uložit aktuální volby (užitečné s --setopt)
es: guarda las opciones actuales (útil con --setopt)
id: simpan opsi saat ini (berguna dengan --setopt)
it: salve le opzioni attuali (utile con --setopt)

source: add (and enable) the repo from the specified file or url
ca: afegeix (i habilita) el dipòsit del fitxer o de l'URL que s'especifica
cs: přidat (a povolit) repozitář z vybraného souboru nebo url
es: agregar (y activar) el repo desde el archivo o la dirección especificada
id: tambah (dan fungsikan) repo dari url atau berkas yang dinyatakan
it: aggiunge (e abilita) il repository dal file o URL specificati

source: print current configuration values to stdout
ca: imprimeix els valors actuals de la configuració per la sortida estàndard
cs: vypsat aktuální konfigurační hodnoty do stdout
es: imprimir valores de la configuración a la salida estándar
id: cetak nilai-nilai konfigurasi saat ini ke stdout
it: stampa su stdout i valori della configurazione attuale

source: print variable values to stdout
ca: imprimeix els valors de les variables per la sortida estàndard
cs: Vytisknout na výstup hodnoty proměnných
es: imprimir valores de variables a la salida estándar
id: cetak nilai-nilai variabel ke stdout
it: stampa su stdout i valori delle variabili

source: enable repos (automatically saves)
ca: habilita els dipòsits (es desa automàticament)
cs: povolit úložiště (automaticky ukládá)
es: Habilita repos (guarda automaticamente)
id: mengaktifkan repo (menyimpan secara otomatis)
it: abilita repository (salva automaticamente)

source: disable repos (automatically saves)
ca: inhabilita els dipòsits (es desa automàticament)
cs: zakázat úložiště (automaticky ukládá)
es: desactivar repositorios (guarda automáticamente)
id: menonaktifkan repo (menyimpan secara otomatis)
it: disabilita repository (salva automaticamente)

source: one of the following arguments is required: {}
ca: es requereix un dels següents arguments: {}
cs: je vyžadován jeden z následujících argumentů: {}
es: Uno de los argumentos siguientes son necesarios: {}
id: salah satu dari argumen berikut diperlukan: {}
it: è richiesto uno dei seguenti argomenti: {}

source: Warning: --enablerepo/--disablerepo arguments have no meaningwith config manager. Use --set-enabled/--set-disabled instead.
ca: Avís: els arguments --enablerepo/--disablerepo no tenen significat amb el gestor de configuració. Utilitzeu --set-enabled/--set-disabled en el seu lloc.
cs: Varování: argumenty --enablerepo/--disablerepo nemají se správcem konfigurace žádný význam. Místo toho použijte --set-enabled/--set-disabled.
es: Advertencia: los argumentos --enablerepo/--disablerepo no tienen significado con gestor de configuración. Emplee --set-enabled/--set-disabled en su lugar.
id: Peringatan: argumen --enablerepo/--disablerepo tidak memiliki arti pada config manager. Gunakan --set-enabled/--set-disabled sebagai gantinya.
it: Attenzione: gli argomenti --enablerepo/--disablerepo non hanno significato con config-manager. Usare invece --set-enabled/--set-disabled.

source: No matching repo to modify: %s.
ca: Cap dipòsit que coincideixi per modificar: %s.
cs: Nic neodpovídá repozitáři k úpravě: %s.
es: No se encontró repo coincidente para modificar: %s.
id: Tidak ada repo yang cocok untuk diubah: %s.
it: Nessun repository corrispondente da modificare: %s.

source: Adding repo from: %s
ca: Afegiment del dipòsit: %s
cs: Přidávání repozitáře z: %s
es: Agregando repositorio de: %s
id: Menambah repo dari: %s
it: Aggiunta di repository da %s

source: Configuration of repo failed
ca: Ha fallat la configuració del dipòsit
cs: Konfigurace repozitáře selhala
es: Falló la configuración del repositorio
id: Konfigurasi repo gagal
it: Configurazione del repository fallito

source: Could not save repo to repofile %s: %s
ca: No es pot desar el dipòsit al repofile %s: %s
cs: Repozitář nelze uložit do repofile %s: %s
es: No se puede guardar repositorio al repofile %s: %s
id: Tidak dapat menyimpan repo ke repofile %s: %s
it: Impossibile salvare il repository nel file di repository %s: %s

source: yes
ca: sí
cs: ano
es: si
id: ya
it: sì

source: n
id: t

source: no
cs: ne
id: tidak

source: Interact with Copr repositories.
ca: Interactua amb els dipòsits Copr.
cs: Interakce s úložišti Copr.
es: Interactuar con repositorios Copr.
id: Berinteraksi dengan repositori Copr.
it: Interagisce con i repository Copr.

source: enable name/project [chroot] disable name/project remove name/project list --installed/enabled/disabled list --available-by-user=NAME search project Examples: copr enable rhscl/perl516 epel-6-x86_64 copr enable ignatenkobrain/ocltoys copr disable rhscl/perl516 copr remove rhscl/perl516 copr list --enabled copr list --available-by-user=ignatenkobrain copr search tests
ca: enable nom/projecte [chroot] disable nom/projecte remove nom/projecte list --installed/enabled/disabled list --available-by-user=NOM search projecte Exemples: copr enable rhscl/perl516 epel-6-x86_64 copr enable ignatenkobrain/ocltoys copr disable rhscl/perl516 copr remove rhscl/perl516 copr list --enabled copr list --available-by-user=ignatenkobrain copr search tests
cs: enable název/projekt [chroot] disable název/projekt remove název/projekt list --installed/enabled/disabled list --available-by-user=NAME search projekt Příklady: copr enable rhscl/perl516 epel-6-x86_64 copr enable ignatenkobrain/ocltoys copr disable rhscl/perl516 copr remove rhscl/perl516 copr list --enabled copr list --available-by-user=ignatenkobrain copr search tests
es: enable nombre/proyecto [chroot] disable nombre/proyecto remove nombre/proyecto list --installed/enabled/disabled list --available-by-user=NOMBRE search proyecto Ejemplos: copr enable rhscl/perl516 epel-6-x86_64 copr enable ignatenkobrain/ocltoys copr disable rhscl/perl516 copr remove rhscl/perl516 copr list --enabled copr list --available-by-user=ignatenkobrain copr search tests
id: enable name/project [chroot] disable name/project remove name/project list --installed/enabled/disabled list --available-by-user=NAME search project Contoh: copr enable rhscl/perl516 epel-6-x86_64 copr enable ignatenkobrain/ocltoys copr disable rhscl/perl516 copr remove rhscl/perl516 copr list --enabled copr list --available-by-user=ignatenkobrain copr search tests
it: abilita nome / progetto [chroot] disabilita nome / progetto rimuovi nome / elenco progetti --installato / abilitato / disabilitato lista --available-by-user = progetto di ricerca NAME Esempi: copr enable rhscl / perl516 epel-6-x86_64 copr enable ignatenkobrain / ocltoys copr disable rhscl / perl516 copr rimuovere rhscl / perl516 copr list --enabled copr list --available-by-user = ignatenkobrain copr test test

source: List all installed Copr repositories (default)
ca: Llista tots els dipòsits Copr instal·lats (predeterminat)
cs: Zobrazit všechny nainstalované repozitáře Copr (výchozí)
es: Mostrar todos los repositorios Copr instalados (opción predeterminada)
id: Daftar semua repositori Copr yang terinstal (default)
it: Elenca tutti i repository Copr installati (default)

source: List enabled Copr repositories
ca: Llista els dipòsits Copr habilitats
cs: Zobrazit povolené repozitáře Copr
es: Mostrar los repositorios Copr activos
id: Daftar repositori Copr yang diaktifkan
it: Elenca i repository Copr attivati

source: List disabled Copr repositories
ca: Llista els dipòsits Copr inhabilitats
cs: Zobrazit zakázané repozitáře Copr
es: Mostrar los repositorios Copr desactivados
id: Daftar repositori Copr yang dinonaktifkan
it: Elenca i repository Copr disattivati

source: List available Copr repositories by user NAME
ca: Llista els dipòsits Copr disponibles amb per al NOM d'usuari
cs: Zobrazit dostupné repozitáře Copr podle uživatelského JMÉNA
es: Mostrar los repositorios Copr disponibles por NOMBRE de usuario
id: Daftar repositori Copr yang tersedia menurut pengguna NAMA
it: Elenca i repository Copr resi disponibili dall'utente NAME

source: Specify an instance of Copr to work with
ca: Especifiqueu una instància de Copr amb la qual treballar
cs: Zadejte instanci Copr, se kterou chcete pracovat
es: Instancia de Copr con la que trabajar
id: Menentukan sebuah contoh Copr untuk digunakan
it: Specifica un'istanza di Copr con cui lavorare

source: Error:
cs: Chyba:
id: Galat:
it: Errore:

source: specify Copr hub either with `--hub` or using `copr_hub/copr_username/copr_projectname` format
ca: especifiqueu el concentrador Copr amb `--hub` o utilitzant el format `concentrador_copr/usuari_copr/nom_projecte_copr`
cs: zadejte Copr hub buď pomocí `--hub` nebo pomocí formátu `copr_hub/copr_username/copr_projectname`
es: especifique Copr hub o bien con formato `--hub` o bien utilizando `copr_hub/copr_username/copr_projectname`
id: tentukan hub Copr dengan `--hub` atau menggunakan format `copr_hub/copr_username/copr_projectname`
it: specifica l'hub Copr tramite `--hub` oppure usando il formato `copr_hub/copr_username/copr_projectname`

source: multiple hubs specified
ca: múltiples concentradors especificats
cs: zadání více rozbočovačů
es: especificaron múltiples hubs
id: beberapa hub yang ditentukan
it: specificati hub multipli

source: exactly two additional parameters to copr command are required
ca: l'ordre copr requereix dos paràmetres addicionals
cs: jsou nutné přesně dva další parametry do příkazu copr
es: exactamente dos parámetros adicionales son requeridos para comandos copr
id: diperlukan dua parameter tambahan untuk perintah copr
it: sono richiesti esattamente due parametri aggiuntivi per il comando copr

source: Too many arguments.
ca: Massa arguments.
cs: Příliš mnoho argumentů.
es: Demasiados argumentos.
id: Terlalu banyak argumen.
it: Troppi argomenti.

source: Bad format of optional chroot. The format is distribution-version-architecture.
ca: Format incorrecte del chroot opcional. El format és distribució-versió-arquitectura.
cs: Špatný formát volby chroot. Formát je distribution-version-architecture.
es: Formato malo de chroot opcional. El formato es distribución-versión-arquitectura.
id: Format yang buruk dari chroot opsional. Formatnya adalah distribusi-versi-arsitektur.
it: Formato del chroot opzionale errato. Il formato è distribuzione-versione-architettura.

source: use format `copr_username/copr_projectname` to reference copr project
ca: utilitzeu el format `usuari_copr/projecte_copr` per referenciar el projecte copr
cs: Pro odkaz na copr projekt použijte formát "copr_uživatelské_jméno/copr_název_projektu"
es: use el formato `nombre-usuario_copr/nombre-proyecto_corp` para referenciar al proyecto copr
id: gunakan format `copr_username/copr_projectname` untuk mereferensikan proyek copr
it: usare il formato `nomeutente_copr/nomeprogetto_copr` per far riferimento ad un progetto copr

source: bad copr project format
ca: format dolent de projecte copr
cs: špatný formát copr projektu
es: formato de proyecto de copr incorrecto
id: format proyek copr yang buruk
it: formato di progetto copr non valido

source: Enabling a Copr repository. Please note that this repository is not part of the main distribution, and quality may vary. The Fedora Project does not exercise any power over the contents of this repository beyond the rules outlined in the Copr FAQ at <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, and packages are not held to any quality or security level. Please do not file bug reports about these packages in Fedora Bugzilla. In case of problems, contact the owner of this repository.
ca: S'està habilitant un dipòsit Copr. Tingueu en compte que aquest dipòsit no forma part de la distribució principal, i la qualitat pot variar. El Projecte Fedora no exerceix cap poder sobre el contingut d'aquest dipòsit més enllà de les regles descrites a les PMF de Copr a <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, i els paquets no estan subjectes a cap nivell de qualitat o seguretat. Si us plau, no envieu informes d'errors sobre aquests paquets al Bugzilla de Fedora. En cas de problemes, contacteu amb el propietari d'aquest dipòsit.
cs: Povolení repozitáře Copr. Upozorňujeme, že toto úložiště není součástí hlavní distribuce a kvalita se může lišit. Projekt Fedora nemá žádnou možnost ovlivnit obsah toto úložiště nad rámec pravidel uvedených v Copr FAQ na adrese <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, a balíčky nezaručují žádnou úroveň kvality ani zabezpečení. Prosím, neposílejte zprávy o chybách v těchto balíčcích do Bugzilly Fedory. V případě problémů kontaktujte vlastníka tohoto úložiště.
es: Habilitando un repositorio Copr. Tenga en cuenta que no es parte de la distribución, y que no hay garantías de calidad. El Proyecto Fedora no ejerce ningún control sobre el contenido de este repositorio, más allá de las reglas publicadas en el P+F de Copr en <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, y no se comprueba la calidad ni la seguridad de los paquetes. No envíe informes de errores sobre estos paquetes al Bugzilla de Fedora. Si observa problemas, contacte directamente con el propietario de este repositorio.
id: Mengaktifkan repositori Copr. Harap dicatat bahwa repositori ini bukan bagian dari distribusi utama, dan kualitasnya dapat bervariasi. Proyek Fedora tidak memiliki kuasa apapun atas konten repositori ini di luar aturan yang diuraikan dalam FAQ Copr di <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, dan paket tidak memiliki kualitas atau tingkat keamanan tertentu. Harap jangan mengajukan laporan bug tentang paket-paket ini di Fedora Bugzilla. Jika ada masalah, hubungi pemilik repositori ini.
it: Abilitazione di un repository Copr. Si noti che questo repository non fa parte della distribuzione principale e la qualità può variare. Il Progetto Fedora non esercita alcun potere sul contenuto di questo repository al di là delle regole delineate nelle FAQ di Copr su <https://docs.pagure.org/copr.copr/user_documentation.html#what-i-can-build-in-copr>, e i pacchetti non sono tenuti ad alcun livello di qualità o sicurezza. Si prega di non inviare segnalazioni di bug relative a questi pacchetti su Fedora Bugzilla. In caso di problemi, contattare il proprietario di questo repository.

source: Repository successfully enabled.
ca: S'ha habilitat correctament el dipòsit.
cs: Repozitář úspěšně povolen.
es: Repositorio activado.
id: Repositori sukses difungsikan.
it: Repository abilitato con successo.
