Repository: rpm-software-management/dnf-plugins-core-l10n
Catalog: master/*.po
Languages: ca, cs, es, id, it

source: Reboot turned off, not rebooting.
ca: Reinici desactivat, no s'està reiniciant.
cs: Restart je vypnutý, nerestartuje se.
es: Reinicio desactivado, no se reiniciará.
id: Reboot dimatikan, tidak melakukan reboot.
it: Riavvio disattivato, non si sta riavviando.

source: Screen blanking can't be disabled: %s
ca: No es pot desactivar l'apagada de pantalla: %s
cs: Zatmívání obrazovky nemůže být zakázáno: %s
es: No se puede desactivar el poner en blanco la pantalla: %s
id: Pemadaman layar tidak bisa dinonaktifkan: %s
it: Impossibile disabilitare l'oscuramento dello schermo: %s

source: Failed loading state file: %s, continuing with empty state.
ca: Ha fallat la càrrega del fitxer d'estat: %s, es continua amb l'estat buit.
cs: Nepodařilo se načíst stavový soubor: %s, pokračuje prázdným stavem.
es: No se pudo carga el archivo de estado: %s, se continúa con estado vacío.
id: Gagal saat memuat berkas keadaan: %s, melanjutkan dengan keadaan kosong.
it: Caricamento del file di stato fallito: %s, si continua con uno stato vuoto.

source: The following boots appear to contain upgrade logs:
ca: Les següents arrencades semblen que continguin registres d'actualització de versió:
cs: Zdá se, že následující zavaděče systému obsahují logy povýšení systému:
es: Estos arranques parecen contener registros de actualizaciones de sistema:
id: Boot berikut tampaknya memuat log peningkatan:
it: I seguenti precedenti avvii del sistema sembrano contenere dei log di aggiornamenti:

source: -- no logs were found --
ca: -- no s'ha trobat cap registre --
cs: -- nebyly nalezeny žádné logy --
es: -- no se encontró ningún registro de actualizaciones --
id: -- tidak ada log yang ditemukan --
it: -- nessun log è stato trovato --

source: Cannot find logs with this index.
ca: No s'ha pogut trobar cap registre amb aquest índex.
cs: Nebyly nalezeny žádné logy s tímto indexem.
es: No se encontraron registros con ese índice.
id: Tidak bisa menemukan log dengan indeks ini.
it: Impossibile trovare log con questo indice.

source: Unable to match systemd journal entry
ca: No s'ha pogut coincidir amb l'entrada del diari systemd
cs: Nelze získat požadovaný záznam žurnálu systemd
es: No se pudo encontrar el apunte del diario systemd
id: Tidak bisa mencari entri jurnal systemd yang cocok
it: Impossibile trovare corrispondenza per la voce del journal systemd

source: Prepare system for upgrade to a new release
ca: Prepara el sistema per a una actualització de versió a un nou llançament
cs: Připravit systém k aktualizaci na novou verzi
es: Preparar el sistema para modernizar a una versión nueva
id: Menyiapkan sistem untuk peningkatan ke suatu rilis baru
it: Prepara il sistema per l'aggiornamento ad una nuova versione

source: keep installed packages if the new release's version is older
ca: mantén els paquets instal·lats si la versió del nou llançament és més antiga
cs: ponechat nainstalované balíčky, pokud se v novém vydání nachází starší verze
es: mantener los paquetes instalados si la versión del nuevo sistema es anterior
id: pertahankan paket-paket yang terpasang bila versi dari rilis baru lebih tua
it: mantiene i pacchetti installati se le versioni del nuovo rilascio sono più vecchie

source: power off system after the operation is completed
ca: apaga el sistema després que l'operació s'hagi completat
cs: po dokončení operace vypněte systém
id: matikan sistem setelah operasi selesai
it: spegne il sistema al termine dell'operazione

source: which logs to show
ca: quins registres s'han de mostrar
cs: které logy zobrazit
es: qué registros mostrar
id: log mana yang akan ditampilkan
it: quali log mostrare

source: Incompatible version of data. Rerun 'dnf {command} download [OPTIONS]'
ca: Versió incompatible de dades. Torneu a executar 'dnf {command} download [OPCIONS]'
cs: Nekompatibilní verze dat. Znovu spusťte 'dnf {command} download [OPTIONS]'
es: Versión de datos incompatible. Vuelva a ejecutar 'dnf {command} download [OPTIONS]'
id: Versi data tidak kompatibel. Jalankan kembali 'dnf {command} download [OPTIONS]'
it: Versione dei dati incompatibile. Rieseguire 'dnf {command} download [OPZIONI]'

source: Command 'offline-distrosync' cannot be used with --no-downgrade option
ca: L'ordre 'offline-distrosync' no es pot utilitzar amb l'opció --no-downgrade
cs: Příkaz 'offline-distrosync' nelze použít s volbou --no-downgrade
es: El comando 'offline-distrosync' no puede utilizarse con la opción '--no-downgrade'
id: Perintah 'offline-distrosync' tidak dapat digunakan bersama opsi --no-downgrade
it: Il comando 'offline-distrosync' non può essere utilizzato con l'opzione --no-downgrade

source: Additional information for System Upgrade: {}
ca: Informació addicional per a l'actualització del sistema: {}
cs: Další informace pro upgrade systému: {}
es: Información adicional para la actualización del sistema: {}
id: Informasi tambahan untuk System Upgrade: {}
it: Informazioni aggiuntive per l'Aggiornamento di Sistema: {}

source: Before you continue ensure that your system is fully upgraded by running "dnf --refresh upgrade". Do you want to continue
ca: Abans de continuar, assegureu-vos que el vostre sistema estigui completament actualitzat amb l'execució de «dnf --refresh upgrade». Voleu continuar
cs: Předtím než budete pokračovat, ujistěte se, že váš systém je aktuální pomocí příkazu "dnf --refresh upgrade". Přejete si pokračovat
es: Antes de continuar asegúrese de que su sistema está completamente actualizado ejecutando "dnf --refresh upgrade". ¿Quiere continuar?
id: Sebelum melanjutkan, pastikan bahwa sistem Anda telah ditingkatkan sepenuhnya dengan menjalankan “dnf --refresh upgrade”. Apakah Anda ingin melanjutkan
it: Prima di continuare assicurarsi che il sistema è completamente aggiornato con "dnf --refresh upgrade". Procedere

source: Operation aborted.
ca: S'ha avortat l'operació.
cs: Operace přerušena.
es: Operación cancelada.
id: Operasi dibatalkan.
it: Operazione annullata.

source: system is not ready for upgrade
ca: el sistema no està preparat per una actualització de versió
cs: systém není připraven na povýšení
es: el sistema no está listo para la modernización
id: sistem tidak siap untuk ditingkatkan
it: il sistema non è pronto per gli aggiornamenti

source: the transaction was not prepared for '{command}'. Rerun 'dnf {command} download [OPTIONS]'
ca: la transacció no estava preparada per a '{command}'. Torneu a executar 'dnf {command} download [OPCIONS]'
cs: transakce nebyla připravena pro '{command}'. Znovu spusťte 'dnf {command} download [OPTIONS]'
es: la transacción no estaba preparada para '{command}'. Vuelva a ejecutar 'dnf {command} download [OPCIONES]'
id: transaksi tidak siap untuk '{command}'. Jalankan kembali 'dnf {command} download [OPTIONS]'
it: la transazione non è stata preparata per '{command}'. Rieseguire 'dnf {command} download [OPZIONI]'

source: upgrade is already scheduled
ca: l'actualització de versió ja està programada
cs: povýšení je už naplánováné
es: la actualización ya está planificada
id: peningkatan telah dijadwalkan
it: l'aggiornamento è già pianificato

source: trigger file does not exist. exiting quietly.
ca: el fitxer activador no existeix. se surt silenciosament.
cs: Spouštěcí soubor neexistuje. Tiché ukončení.
es: el archivo disparador no existe. Saliendo silenciosamente.
id: berkas pemicu tidak ada. keluar diam-diam.
it: il file trigger non esiste. uscita silenziosa.

source: another upgrade tool is running. exiting quietly.
ca: una altra eina d'actualització de versió està en execució. Se surt ràpidament.
cs: už běží jiný nástroj povýšení, tiše končím.
es: otra herramienta de actualización se está ejecutando. Saliendo de forma silenciosa.
id: alat peningkatan lain sedang berjalan. keluar diam-diam.
it: un altro strumento di aggiornamento è in esecuzione, uscita silenziosa.

source: use 'dnf {command} reboot' to begin the upgrade
ca: utilitzeu 'dnf {command} reboot' per començar l'actualització
cs: pro zahájení upgradu použijte 'dnf {command} reboot'
es: utilice 'dnf {command} reboot' para iniciar la modernización
id: gunakan 'dnf {command} reboot' untuk memulai upgrade
it: usare 'dnf {command} reboot' per iniziare l'aggiornamento

source: Rebooting to perform upgrade.
ca: Es reinicia per a realitzar l'actualització de versió.
cs: Restartování, aby se provedlo povýšení.
es: Reiniciando para proceder a la modernización.
id: Reboot untuk melakukan peningkatan.
it: Riavvio per effettuare l'aggiornamento.

source: Starting offline upgrade. This will take a while.
ca: S'està iniciant l'actualització fora de línia. Això trigarà una estona.
cs: Spouští se offline aktualizace. To může nějakou dobu trvat.
es: Iniciando la actualización fuera de línea. Esto tomará un tiempo.
id: Memulai peningkatan sistem. Ini akan makan waktu.
it: Avvio dell'aggiornamento offline. Richiederà del tempo.

source: Starting offline distrosync. This will take a while.
ca: S'està iniciant la sincronització de distribució fora de línia. Això trigarà una estona.
cs: Spouští se offline distrosync. To může nějakou dobu trvat.
es: Iniciando sincronización de la distribución fuera de línea. Esto tomará un tiempo.
id: Memulai distrosync secara offline. Ini akan memakan waktu beberapa saat.
it: Avvio della distrosync offline. Richiederà del tempo.

source: Starting system upgrade. This will take a while.
ca: S'inicia l'actualització de versió. Això pot trigar una estona.
cs: Spuštění povýšení systému. To může nějakou dobu trvat.
es: Iniciando la actualización del sistema. Llevará un rato.
id: Memulai peningkatan sistem. Ini akan makan waktu.
it: Avvio dell'aggiornamento del sistema. Ci vorrà un po'.

source: Cleaning up downloaded data...
ca: Neteja de les dades baixades...
cs: Mazání stažených dat…
es: Purgando datos descargados…
id: Membersihkan data yang diunduh...
it: Pulizia dei dati scaricati...

source: The system-upgrade transaction is empty, your system is already up-to-date.
ca: La transacció d'actualització del sistema és buida, el vostre sistema ja està actualitzat.
cs: Transakce upgradu systému je prázdná, váš systém je již aktuální.
es: La transacción de actualización del sistema está vacía, su sistema ya está actualizado.
id: Transaksi peningkatan sistem kosong, sistem Anda sudah diperbarui.
it: La transazione di aggiornamento del sistema è vuota, il sistema è già aggiornato.

source: Transaction saved to {}.
ca: La transacció s'ha desat a {}.
cs: Transakce uložena do {}.
es: Transacción guardada en {}.
id: Transaksi tersimpan ke {}.
it: Transazione salvata in {}.

source: Error storing transaction: {}
ca: Error en desar la transacció: {}
cs: Chyba při ukládání transakce: {}
es: Error al almacenar la transacción: {}
id: Gagal menyimpan transaksi: {}
it: Errore durante il salvataggio della transazione: {}

source: Download finished.
ca: S'ha finalitzat la baixada.
cs: Stahování dokončeno.
es: Descarga terminada.
id: Pengunduhan selesai.
it: Scaricamento completato.

source: Upgrade complete! Cleaning up and powering off...
ca: S'ha completat l'actualització de la versió. Es neteja i es reinicia...
cs: Aktualizace dokončena! Úklid a vypnutí...
es: ¡Modernización completa! Purgando y apagando…
id: Upgrade selesai! Membersihkan dan mematikan...
it: Aggiornamento completato! Pulizia e spegnimento in corso...

source: Upgrade complete! Cleaning up and rebooting...
ca: S'ha completat l'actualització de la versió! Es neteja i es reinicia...
cs: Aktualizace dokončena! Čištění a restart systému…
es: ¡Modernización completa! Purgando y rearancando…
id: Upgrade selesai! Membersihkan dan menyalakan ulang...
it: Aggiornamento completato! Pulizia e riavvio in corso...

source: Prepare offline upgrade of the system
ca: Prepara l'actualització fora de línia del sistema
cs: Připravuje se offline upgrade systému
es: Preparar la actualización fuera de línea del sistema
id: Mempersiapkan upgrade sistem secara offline
it: Prepara l'aggiornamento offline del sistema

source: Prepare offline distrosync of the system
ca: Prepara la sincronització de distribució fora de línia del sistema
cs: Připravuje se offline distrosync systému
es: Preparar sincronización de la distribución del sistema fuera de línea
id: Mempersiapkan distrosync sistem secara offline
it: Prepara la distrosync offline del sistema

source: Unable to read version lock configuration: %s
ca: No es pot llegir la configuració del bloqueig de versió: %s
cs: Nelze přečíst konfiguraci zamčené verze: %s
es: No es posible leer la configuración de bloqueo de versión: %s
id: Tidak dapat membaca konfigurasi kunci versi: %s
it: Impossibile leggere la configurazione di blocco versione: %s

source: Locklist not set
ca: Llista de bloqueig sense establir
cs: Seznam zamčení není nastaven
es: No se ha establecido lista de bloqueos
id: Daftar kunci tidak ditetapkan
it: Lista di blocco non impostata

source: Adding versionlock on:
ca: Afegint versionlock a:
cs: Přidání zamčení verzí na:
es: Agregando bloqueo de versión en:
id: Menambahkan penguncian versi:
it: Aggiunta del versionlock su:

source: Adding exclude on:
ca: S'afegeix l'exclusió:
cs: Přidání vyloučení na:
es: Agregando exclusión en:
id: Menambahkan pengecualian pada:
it: Aggiunta di esclusione su:

source: Package already locked in equivalent form:
ca: El paquet ja està bloquejat en forma equivalent:
cs: Balíček již zamčený v ekvivalentní podobě:
es: Paquete ya bloqueado en formulario equivalente:
id: Paket sudah terkunci dalam bentuk yang setara:
it: Pacchetto già bloccato in forma equivalente:

source: Package {} is already locked
ca: El paquet {} ja està bloquejat
cs: Balíček {} je již uzamčen
id: Paket {} sudah terkunci
it: Il pacchetto {} è già bloccato

source: Package {} is already excluded
ca: El paquet {} ja està exclòs
cs: Balíček {} je již vyloučen
id: Paket {} sudah dikecualikan
it: Il pacchetto {} è già escluso

source: Deleting versionlock for:
ca: Eliminant versionlock per:
cs: Mazání zamčení verzí pro:
es: Eliminando bloqueo de versión para:
id: Menghapus kunci versi untuk:
it: Eliminazione del versionlock su:

source: No package found for:
ca: No s'ha trobat el paquet de:
cs: Žádný balík nenalezen pro:
es: No se encontró paquete para:
id: Tidak ditemukan paket untuk:
it: Nessun pacchetto trovato per:

source: Excludes from versionlock plugin were not applied
ca: Les exclusions del connector versionlock no s'han aplicat
cs: Vyjímky z pluginu zamčení verzí nebyly aplikované
es: No se aplicaron las exclusiones del complemento de bloqueo de versiones
id: Pengecualian dari plugin versionlock tidak diterapkan
it: Le esclusioni dal plugin versionlock non sono state applicate

source: Versionlock plugin: number of lock rules from file "{}" applied: {}
ca: Connector versionlock: nombre de regles de bloqueig del fitxer "{}" aplicades: {}
cs: Plugin versionlock: počet použitých pravidel zámku ze souboru "{}" použito: {}
es: Versionlock plugin: número de reglas de bloqueo aplicadas del archivo "{}": {}
id: Plugin versionlock: jumlah aturan kunci dari berkas “{}” yang diterapkan: {}
it: Plugin Versionlock: numero di regole di blocco applicate dal file "{}": {}

source: Versionlock plugin: number of exclude rules from file "{}" applied: {}
ca: Connector versionlock: nombre de regles d'exclusió del fitxer "{}" aplicades: {}
cs: Plugin versionlock: počet použitých pravidel vyloučení ze souboru "{}" použito: {}
es: Versionlock plugin: número de reglas de exclusión aplicadas del archivo "{}": {}
id: Plugin versionlock: jumlah aturan pengecualian dari berkas “{}” yang diterapkan: {}
it: Plugin Versionlock: numero di regole di esclusione applicate dal file "{}": {}

source: Versionlock plugin: could not parse pattern:
ca: Connector versionlock: no s'ha pogut analitzar el patró:
cs: Plugin versionlock: nelze parsovat vzor:
es: Versionlock plugin: no se pudo interpretar el patrón:
id: Plugin Versionlock: tidak dapat mengurai pola:
it: Plugin Versionlock: impossibile analizzare il pattern:

source: control package version locks
ca: control del bloqueig de versió del paquet
cs: ovládat zamčení verzí balíčku
es: controla bloqueos de la versión del paquete
id: kunci versi paket kontrol
it: controllo del blocco di versione dei pacchetti

source: Use package specifications as they are, do not try to parse them
ca: Utilitza les especificacions del paquet tal com són, no intentis analitzar-les
cs: Použijte specifikace balíků tak, jak jsou, nesnažte se je parsovat
id: Gunakan spesifikasi paket sebagaimana adanya, jangan coba-coba menguraikannya
it: Usa le specifiche dei pacchetti così come sono, non provare ad analizzarle

source: Subcommand '{}' is deprecated. Use 'exclude' subcommand instead.
ca: El subordre '{}' està obsolet. Utilitzeu el subordre 'exclude' en el seu lloc.
cs: Dílčí příkaz '{}' je zastaralý. Místo toho použijte dílčí příkaz 'exclude'.
id: Subperintah ‘{}’ sudah tidak digunakan lagi. Gunakan subperintah 'exclude' sebagai gantinya.
it: Il sottocomando '{}' è deprecato. Usare invece il sottocomando 'exclude'.

source: y
ca: s
cs: a
es: s
it: s
