Repository: rpm-software-management/dnf-plugins-core-l10n
Catalog: master/*.po
Languages: ca, cs, es, id, it

source: As a result, installing packages signed with this key will fail. It is recommended to remove the expired key to allow importing an updated key. This might leave already installed packages unverifiable.
ca: Com a resultat, la instal·lació de paquets signats amb aquesta clau fallarà. Es recomana eliminar la clau caducada per permetre la importació d'una clau actualitzada. Això podria deixar els paquets ja instal·lats com a no verificables.
cs: Instalace balíčků podepsaných tímto klíčem se proto nezdaří. Doporučuje se odstranit klíč, jehož platnost vypršela, aby bylo možné importovat aktualizovaný klíč. To může způsobit, že již nainstalované balíčky nebudou ověřitelné.
es: Como resultado, instalando los envases firmaron con este tono fallará. Está recomendado para sacar el expirado clave de dejar importando un tono actualizado. Esto podría dejar ya envases instalados unverifiable.
id: Akibatnya, penginstalan paket yang ditandatangani dengan kunci ini akan gagal. Direkomendasikan untuk menghapus kunci yang sudah kedaluwarsa agar dapat mengimpor mengimpor kunci yang telah diperbarui. Hal ini dapat menyebabkan paket yang sudah terinstal tidak dapat diverifikasi.
it: Di conseguenza, l'installazione di pacchetti firmati con questa chiave fallirà. Si raccomanda di rimuovere la chiave scaduta per consentire l'importazione di una chiave aggiornata. Questo potrebbe rendere i pacchetti già installati non verificabili.

source: Do you want to remove the key?
ca: Voleu eliminar la clau?
cs: Chcete odebrat klíč?
es: ¿Desea retirar la clave?
id: Apakah Anda ingin menghapus kunci?
it: Si desidera rimuovere la chiave?

source: Key successfully removed.
ca: S'ha eliminat la clau correctament.
cs: Klíč úspěšně odebrán.
es: Clave retirada correctamente.
id: Kunci berhasil dihapus.
it: Chiave rimossa con successo.

source: Failed to remove the key.
ca: S'ha fallat d'eliminar la clau.
cs: Nepodařilo se odebrat klíč.
es: Incorrecto al retirar la clave.
id: Gagal melepas kunci.
it: Rimozione della chiave non riuscita.

source: Invalid group id
ca: Id de grup no vàlid
cs: Neplatné ID skupiny
es: ID de grupo no válido
id: Id grup tidak valid
it: ID gruppo non valido

source: Invalid translated data, should be in form 'lang:text'
ca: Dades traduïdes no vàlides, han de tenir el format 'idioma:text'
cs: Neplatný formát přeložených dat, měl by být 'lang:text'
es: Dato traducido no válido, tendría que ser en forma 'lang:text'
id: Data yang diterjemahkan tidak valid, harus dalam bentuk 'lang:text'
it: Dati tradotti non validi, dovrebbero essere nel formato 'lingua:testo'

source: Invalid/empty language for translated data
ca: Idioma no vàlid/bui per a les dades traduïdes
cs: Neplatný/prázdný jazyk pro přeložená data
es: Idioma/vacío no válido para datos traducidos
id: Bahasa yang tidak valid/kosong untuk data yang diterjemahkan
it: Lingua non valida/vuota per i dati tradotti

source: Can't generate group id from '{}'. Please specify group id using --id.
ca: No es pot generar l'id del grup des de '{}'. Si us plau, especifiqueu l'id del grup utilitzant --id.
cs: Nelze vygenerovat ID skupiny z '{}'. Zadejte ID skupiny pomocí --id.
es: No puede generar id de grupo desde '{}'. Especifique el id del grupo utilizando --id.
id: Tidak dapat membuat id grup dari ‘{}’. Harap tentukan id grup menggunakan --id.
it: Impossibile generare l'ID del gruppo da '{}'. Specificare l'ID del gruppo usando --id.

source: create and edit groups metadata file
ca: crea i edita el fitxer de metadades dels grups
cs: vytvářet a upravovat soubor metadat skupin
es: cree y edite archivo de metadatos de grupos
id: membuat dan mengedit berkas metadata grup
it: crea e modifica il file dei metadati dei gruppi

source: load groups metadata from file
ca: carrega les metadades dels grups des del fitxer
cs: načíst metadata skupin ze souboru
es: carga metadatos de grupos desde archivo
id: memuat kelompok metadata dari berkas
it: carica i metadati dei gruppi dal file

source: save groups metadata to file
ca: desa les metadades dels grups al fitxer
cs: uložit metadata skupin do souboru
es: guarda metadatos de grupos a archivo
id: menyimpan metadata grup ke berkas
it: salva i metadati dei gruppi nel file

source: load and save groups metadata to file
ca: carrega i desa les metadades dels grups al fitxer
cs: načíst a uložit metadata skupin do souboru
es: carga y guarda metadatos de grupos a archivo
id: memuat dan menyimpan metadata grup ke berkas
it: carica e salva i metadati dei gruppi nel file

source: print the result metadata to stdout
ca: imprimeix les metadades resultants per la sortida estàndard
cs: vypsat metadata výsledku na stdout
es: declara el resultado de metadatos por salida estándar
id: mencetak metadata hasil ke stdout
it: stampa i metadati risultanti su stdout

source: group id
ca: id del grup
cs: ID skupiny
es: id de grupo
id: id grup
it: ID gruppo

source: group name
ca: nom del grup
cs: název skupiny
es: nombre de grupo
id: nama kelompok
it: nome gruppo

source: group description
ca: descripció del grup
cs: popis skupiny
es: descripción de grupo
id: deskripsi kelompok
it: descrizione del gruppo

source: group display order
ca: ordre de visualització del grup
cs: pořadí zobrazení skupiny
es: orden de exhibir grupo
id: urutan tampilan grup
it: ordine di visualizzazione del gruppo

source: translated name for the group
ca: nom traduït per al grup
cs: přeložený název skupiny
es: nombre traducido para el grupo
id: nama yang diterjemahkan untuk grup
it: nome tradotto per il gruppo

source: translated description for the group
ca: descripció traduïda per al grup
cs: přeložený popis skupiny
es: descripción traducida para el grupo
id: deskripsi yang diterjemahkan untuk grup
it: descrizione tradotta per il gruppo

source: make the group user visible (default)
ca: fes el grup visible per a l'usuari (predeterminat)
cs: zviditelnit uživatele skupiny (výchozí)
es: hace visible el usuario del grupo (predet.)
id: membuat pengguna grup terlihat (default)
it: rende il gruppo visibile all'utente (predefinito)

source: make the group user invisible
ca: fes el grup invisible per a l'usuari
cs: zneviditelnit uživatele skupiny
es: hace el usuario del grupo invisible
id: membuat pengguna grup tidak terlihat
it: rende il gruppo invisibile all'utente

source: add packages to the mandatory section
ca: afegeix paquets a la secció obligatòria
cs: přidat balíčky do povinné sekce
es: añade paquetes a la sección obligatoria
id: menambahkan paket ke bagian wajib
it: aggiunge pacchetti alla sezione obbligatoria

source: add packages to the optional section
ca: afegeix paquets a la secció opcional
cs: přidat balíčky do volitelné sekce
es: añade paquetes a la sección opcional
id: menambahkan paket ke bagian opsional
it: aggiunge pacchetti alla sezione opzionale

source: remove packages from the group instead of adding them
ca: elimina paquets del grup en lloc d'afegir-los
cs: odebírat balíčky ze skupiny místo jejich přidání
es: desinstala paquetes desde el grupo en vez de añadiéndolos
id: menghapus paket dari grup alih-alih menambahkannya
it: rimuove pacchetti dal gruppo invece di aggiungerli

source: include also direct dependencies for packages
ca: inclou també les dependències directes per als paquets
cs: zahrnout také přímé závislosti pro balíčky
es: incluye además dependencias directas para paquetes
id: termasuk juga ketergantungan langsung untuk paket
it: include anche le dipendenze dirette per i pacchetti

source: package specification
ca: especificació del paquet
cs: specifikace balíčku
es: especificación de paquete
id: spesifikasi paket
it: specifica del pacchetto

source: Can't edit group without specifying it (use --id or --name)
ca: No es pot editar el grup sense especificar-lo (utilitzeu --id o --name)
cs: Nelze upravit skupinu, aniž byste ji specifikovali (použijte --id nebo --name)
es: No puede editar el grupo sin especificarlo (utilice --id o --name)
id: Tidak dapat mengedit grup tanpa menentukannya (gunakan --id atau --name)
it: Impossibile modificare il gruppo senza specificarlo (usare --id o --name)

source: Can't load file "{}": {}
ca: No es pot carregar el fitxer "{}": {}
cs: Nelze načíst soubor "{}": {}
es: No puede cargar archivo "{}": {}
id: Tidak dapat memuat berkas “{}”: {}
it: Impossibile caricare il file "{}": {}

source: Can't save file "{}": {}
ca: No es pot desar el fitxer "{}": {}
cs: Nelze uložit soubor "{}": {}
es: No puede guardar archivo "{}": {}
id: Tidak dapat menyimpan berkas “{}”: {}
it: Impossibile salvare il file "{}": {}

source: No match for argument: {}
ca: No hi ha cap coincidència per a l'argument: {}
cs: Žádná shoda pro argument: {}
es: No hay coincidencias para el argumento: {}
id: Tidak ada kecocokan untuk argumen: {}
it: Nessuna corrispondenza per l'argomento: {}

source: Can't remove packages from non-existent group
ca: No es poden eliminar paquets d'un grup inexistent
cs: Nelze odebrat balíčky z neexistující skupiny
es: No puede desinstalar paquetes desde grupo no existente
id: Tidak dapat menghapus paket dari grup yang tidak ada
it: Impossibile rimuovere pacchetti da un gruppo inesistente

source: Group id '{}' generated from '{}' is duplicit. Please specify group id using --id.
ca: L'id de grup '{}' generat des de '{}' està duplicat. Si us plau, especifiqueu l'id del grup utilitzant --id.
cs: ID skupiny '{}' vygenerované z '{}' je duplicitní. Zadejte ID skupiny pomocí --id.
es: ID de grupo {} generado desde '{}' está duplicado. Especifique el id de grupo utilizando --id.
id: Id grup ‘{}’ yang dihasilkan dari ‘{}’ adalah rangkap dua. Harap tentukan id grup menggunakan --id.
it: L'ID gruppo '{}' generato da '{}' è duplicato. Specificare l'ID del gruppo usando --id.

source: List installed packages not required by any other package
ca: Llista els paquets instal·lats que no es requereixin per cap altre paquet
cs: Vypsat nainstalované balíčky nevyžadované žádnými jinými balíčky
es: Enumera paquetes instalados que no son requeridos por ningún otro paquete
id: Buat daftar paket terinstal yang tidak diperlukan oleh paket lain
it: Elenca i pacchetti installati che non sono richiesti da nessun altro pacchetto

source: Unable to create a directory '{}' due to '{}'
ca: No es pot crear un directori '{}' a causa de '{}'
cs: Nelze vytvořit adresář '{}' kvůli '{}'
es: No se pudo crear un directorio '{}' debido a '{}'
id: Tidak dapat membuat direktori ‘{}’ karena '{}'
it: Impossibile creare la directory '{}' a causa di '{}'

source: '{}' is not a directory
ca: '{}' no és un directori
cs: '{}' není adresář
es: '{}' no es un directorio
id: '{}' bukan sebuah direktori
it: '{}' non è una directory

source: Copying '{}' to local repo
ca: Es copia '{}' al dipòsit local
cs: '{}' se kopíruje do místního repozitáře
es: Copiando '{}' al repositorio local
id: Menyalin ‘{}’ ke repo lokal
it: Copia di '{}' nel repository locale in corso

source: Can't write file '{}'
ca: No es pot escriure el fitxer '{}'
cs: Nelze zapsat soubor '{}'
es: No puede escribir el archivo '{}'
id: Tidak dapat menulis berkas '{}'
it: Impossibile scrivere il file '{}'

source: Rebuilding local repo
ca: Es reconstrueix el dipòsit local
cs: Znovu se sestavuje místní repozitář
es: Reconstruyendo repositorio local
id: Membangun kembali repo lokal
it: Ricostruzione del repository locale

source: Operations for working with RPM package manifest files
ca: Operacions per treballar amb fitxers de manifest de paquets RPM
id: Operasi untuk bekerja dengan berkas manifes paket RPM
it: Operazioni per lavorare con i file manifest del pacchetto RPM

source: package specs to be processed
ca: especificacions de paquet per processar
id: spesifikasi paket yang akan diproses
it: specifiche del pacchetto da elaborare

source: input file path to use
ca: camí del fitxer d'entrada a utilitzar
id: masukan jalur berkas yang akan digunakan
it: percorso del file di input da utilizzare

source: manifest file path to use
ca: camí del fitxer de manifest a utilitzar
id: jalur berkas manifes untuk digunakan
it: percorso del file manifest da usare

source: use installed packages for resolving dependencies
ca: utilitza els paquets instal·lats per resoldre les dependències
id: menggunakan paket terinstal untuk menyelesaikan ketergantungan
it: utilizzare i pacchetti installati per la risoluzione delle dipendenze

source: include also source packages
ca: inclou també els paquets font
id: termasuk juga paket sumber
it: includere anche pacchetti di sorgente

source: explicitly specify basearchs to use
ca: especifiqueu explícitament les arquitectures base a utilitzar
id: secara eksplisit menentukan penelitian dasar yang akan digunakan
it: specificare esplicitamente le basi da utilizzare

source: separate packages by basearch into individual manifest files
ca: separa els paquets per arquitectura base en fitxers de manifest individuals
id: paket terpisah dengan melakukan pencarian ke dalam berkas manifes individual
it: pacchetti separati per base in file manifest singoli

source: Input file '%s' does not exist
ca: El fitxer d'entrada '%s' no existeix
id: Berkas input ‘%s’ tidak ada
it: Il file di input '%s' non esiste

source: Manifest file '%s' does not exist
ca: El fitxer de manifest '%s' no existeix
id: Berkas manifes ‘%s’ tidak ada

source: Multiple manifest files detected in the directory. Either use filename with the '%s.yaml' suffix, keep only one file, or specify a file explicitly using the '--manifest' option.
ca: S'han detectat múltiples fitxers de manifest al directori. Utilitzeu el nom del fitxer amb el sufix '%s.yaml', mantingueu només un fitxer, o especifiqueu un fitxer explícitament utilitzant l'opció '--manifest'.
id: Beberapa berkas manifes terdeteksi dalam direktori. Gunakan nama berkas dengan akhiran ‘%s.yaml’, simpan hanya satu berkas, atau tentukan berkas secara eksplisit menggunakan opsi ‘--manifest’.

source: Unknown RPM package checksum type: %s
ca: Tipus de suma de comprovació del paquet RPM desconegut: %s
id: Jenis checksum paket RPM yang tidak diketahui: %s

source: Unknown DNF package checksum type: %s
ca: Tipus de suma de comprovació del paquet DNF desconegut: %s
id: Jenis checksum paket DNF yang tidak diketahui: %s

source: migrate yum's history, group and yumdb data to dnf
ca: migra l'històric, els grups, i les dades de la yumdb, del yum al dnf
cs: převést data historie, skupiny a yumdb z yum do dnf
es: migra el historial, grupos y datos de yumdb desde yum a dnf
id: memigrasikan riwayat, grup, dan data yum ke dnf
it: converte per dnf la cronologia, i gruppi e i dati di yumdb da yum

source: Migrating history data...
ca: Es migren les dades de l'històric...
cs: Převádějí se data historie…
es: Migrando datos del historial…
id: Memigrasi data riwayat...
it: Migrazione dei dati della cronologia in corso...

source: Download packages from modules and/or create a repository with modular data
ca: Baixa paquets dels mòduls i/o crea un dipòsit amb dades modulars
cs: Stáhněte si balíčky z modulů a/nebo vytvořte repozitář s modulárními daty
es: Descargue paquetes desde módulos y/o cree un repositorio con datos modulares
id: Unduh paket dari modul dan/atau buat repositori dengan data modular
it: Scarica pacchetti da moduli e/o crea un repository con dati modulari

source: MODULE
ca: MÒDUL
cs: MODUL
id: MODUL
it: MODULO

source: modules to download
ca: mòduls a baixar
cs: moduly ke stažení
es: módulos a descargar
id: modul untuk diunduh
it: moduli da scaricare

source: enable repositories with source packages
ca: habilita els dipòsits amb paquets font
cs: povolit úložiště se zdrojovými balíčky
es: activar repositorios con paquetes fuentes
id: mengaktifkan repositori dengan paket sumber
it: abilita repository con pacchetti sorgente

source: enable repositories with debug-info and debug-source packages
ca: habilita els dipòsits amb paquets debug-info i debug-source
cs: povolit repozitáře s balíčky debug-info a debug-source
es: activar repositorios con paquetes debug-info y debug-source
id: mengaktifkan repositori dengan paket debug-info dan debug-source
it: abilita repository con pacchetti debug-info e debug-source

source: download only packages from newest modules
ca: baixa només els paquets dels mòduls més nous
cs: stahovat pouze balíčky z nejnovějších modulů
es: descargar solo paquetes desde módulos más nuevos
id: unduh hanya paket dari modul terbaru
it: scarica solo pacchetti dai moduli più recenti

source: Unable to find a match for argument: '{}'
ca: No s'ha pogut trobar una coincidència per a l'argument: '{}'
cs: Žádná shoda pro argument: '{}'
es: No es posible encontrar una coincidencia para argumento: '{}'
id: Tidak dapat menemukan kecocokan untuk argumen: '{}'
it: Impossibile trovare una corrispondenza per l'argomento: '{}'

source: Creation of repository failed with return code {}. All downloaded content was kept on the system
ca: La creació del dipòsit ha fallat amb el codi de retorn {}. Tot el contingut baixat s'ha mantingut al sistema
cs: Vytvoření repozitáře se nezdařilo s návratovým kódem {}. Veškerý stažený obsah zůstal v systému
es: Creación incorrecta del repositorio con código devuelto {}. Todo el contenido descargado fue conservado en el sistema
id: Pembuatan repositori gagal dengan kode pengembalian {}. Semua konten yang diunduh disimpan di sistem
it: Creazione del repository fallita con codice di ritorno {}. Tutto il contenuto scaricato è stato mantenuto nel sistema

source: No match for artifact '{0}' from module '{1}'
ca: No hi ha cap coincidència per a l'artefacte '{0}' del mòdul '{1}'
cs: Žádná shoda pro artefakt '{0}' z modulu '{1}'
es: No coincide para artefacto '{0}' desde módulo '{1}'
id: Tidak ada kecocokan untuk artefak ‘{0}’ dari modul '{1}'
it: Nessuna corrispondenza per l'artefatto '{0}' dal modulo '{1}'

source: No match for package name '{0}' in profile {1} from module {2}
ca: No hi ha cap coincidència per al nom del paquet '{0}' al perfil {1} del mòdul {2}
cs: Žádná shoda pro název balíčku '{0}' v profilu {1} z modulu {2}
es: No coincide para nombre de paquete '{0}' en perfil {1} desde módulo {2}
id: Tidak ada kecocokan untuk nama paket ‘{0}’ di profil {1} dari modul {2}
it: Nessuna corrispondenza per il nome del pacchetto '{0}' nel profilo {1} dal modulo {2}

source: No mach for argument '{}'
ca: No hi ha cap coincidència per a l'argument '{}'
cs: Žádná schoda pro argument '{}'
es: No hay coincidencias para el argumento '{}'
id: Tidak ada mach untuk argumen '{}'
it: Nessuna corrispondenza per l'argomento '{}'

source: Unable to satisfy require {}
ca: No s'ha pogut satisfer el requisit {}
cs: Nelze splnit požadavek {}
es: No es capaz de satisfacer requerimiento {}
id: Tidak dapat memenuhi kebutuhan {}
it: Impossibile soddisfare la richiesta {}

source: No installed package found for package name "{pkg}" specified in needs-restarting file "{file}".
ca: No s'ha trobat cap paquet instal·lat per al nom del paquet "{pkg}" especificat al fitxer needs-restarting "{file}".
cs: Nebyl nalezen žádný nainstalovaný balíček pro název balíčku "{pkg}" uvedený v souboru pro restartování "{file}".
es: No instalado paquete encontrado para nombre de paquete "{pkg}" especificado en archivo need-restarting "{file}".
id: Tidak ditemukan paket terinstal untuk nama paket “{pkg}” yang ditentukan dalam berkas yang perlu dimulai ulang "{file}".
it: Nessun pacchetto installato trovato per il nome pacchetto "{pkg}" specificato nel file needs-restarting "{file}".

source: determine updated binaries that need restarting
ca: determina els binaris que requereixen reinici
cs: Určit aktualizované binárky, které je potřeba restartovat
es: determinar binarios actualizados que se necesitan reiniciar
id: menentukan binari yang diperbarui yang perlu dimulai ulang
it: determina i binari aggiornati che richiedono di essere riavviati

source: only consider this user's processes
ca: considera únicament els processos d'aquest usuari
cs: Brát v úvahu pouze procesy tohoto uživatele
es: sólo considerar los procesos de este usuario
id: hanya mempertimbangkan proses pengguna ini
it: considera solo i processi dell'utente attuale

source: only report whether a reboot is required (exit code 1) or not (exit code 0)
ca: només informa si es requereix un reinici (codi de sortida 1) o no (codi de sortida 0)
cs: pouze hlásit, zda je vyžadován restart (kód ukončení 1) nebo ne (kód ukončení 0)
id: hanya melaporkan apakah reboot diperlukan (kode keluar 1) atau tidak (kode keluar 0)
it: riporta solo se è richiesto un riavvio (codice di uscita 1) o no (codice di uscita 0)

source: only report affected systemd services
ca: només informa dels serveis systemd afectats
cs: hlásit pouze ovlivněné systémové služby
es: solo informe afectado en servicios systemd
id: hanya melaporkan layanan sistemd yang terkena dampak
it: riporta solo i servizi systemd interessati

source: don't list stale processes that correspond to a systemd service
ca: no llistis els processos obsolets que corresponen a un servei systemd
cs: nevypisovat zastarelé procesy, které odpovídají službě systemd
id: jangan mencantumkan proses basi yang berhubungan dengan layanan sistemd
it: non elencare i processi obsoleti che corrispondono a un servizio systemd

source: Core libraries or services have been updated since boot-up:
ca: Les biblioteques o serveis bàsics s'han actualitzat des de l'inici:
cs: Základní knihovny nebo služby byly od spuštění aktualizovány:
es: Bibliotecas de núcleo o los servicios han sido actualizadas desde el arranque:
id: Pustaka atau layanan inti telah diperbarui sejak boot-up:
it: Librerie o servizi principali sono stati aggiornati dall'avvio:

source: Reboot is required to fully utilize these updates.
ca: Es requereix reiniciar per utilitzar completament aquestes actualitzacions.
cs: Pro plné využití těchto aktualizací je vyžadován restart.
es: Se requiere el reinicio para utilizar completamente estas actualizaciones.
id: Reboot diperlukan untuk memanfaatkan pembaruan ini sepenuhnya.
it: È richiesto un riavvio per utilizzare pienamente questi aggiornamenti.

source: More information:
ca: Més informació:
cs: Více informací:
es: Más información:
id: Informasi lebih lanjut:
it: Maggiori informazioni:

source: No core libraries or services have been updated since boot-up.
ca: No s'han actualitzat biblioteques o serveis bàsics des de l'inici.
cs: Od spuštění nebyly aktualizovány žádné základní knihovny ani služby.
es: Ninguna de las bibliotecas de núcleo o los servicios han sido actualizados desde el arranque.
id: Tidak ada pustaka atau layanan inti yang diperbarui sejak boot-up.
it: Nessuna libreria o servizio principale è stato aggiornato dall'avvio.

source: Reboot should not be necessary.
ca: Reiniciar no hauria de ser necessari.
cs: Restart by neměl být nutný.
es: Reinicio no sería necesario.
id: Reboot seharusnya tidak diperlukan.
it: Il riavvio non dovrebbe essere necessario.

source: Bad Action Line "%s": %s
ca: Línia d'acció incorrecta "%s": %s
cs: Špatný řádek "%s" akce: %s
es: Línea de acción incorrecta «%s»: %s
id: Baris Tindakan Buruk “%s”: %s
it: Riga Azione errata "%s": %s

source: Bad Transaction State: %s
ca: Estat de transacció incorrecte: %s
cs: Chybný stav transakce: %s
es: Estado Incorrecto de Transacción: %s
id: Status Transaksi Buruk: %s
it: Stato Transazione errato: %s

source: post-transaction-actions: %s
cs: po-transakční akce: %s
id: tindakan-pasca-transaksi: %s

source: post-transaction-actions: Bad Command "%s": %s
ca: post-transaction-actions: Ordre Incorrecta "%s": %s
cs: po-transakční akce: Chybný příkaz "%s": %s
es: post-transaction-actions: instrucción incorrecta"%s": %s
id: tindakan-pasca-transaksi: Perintah Buruk “%s”: %s
it: post-transaction-actions: Comando errato "%s": %s

source: pre-transaction-actions: %s
ca: accions prèvies a la transacció: %s
cs: před-transakční akce: %s
id: tindakan pra-transaksi: %s
it: azioni-pre-transazione:%s
